[{
    id: 1,
    question: "በአንድ ቀለማዊ መዋቅር አይቀሬው ክፍል ------------- ነው፡፡",
    options: ["ስንኝ", "ቤት", "ተነባቢ", "አናባቢ"],
    correctAnswer: 0,
    explanation: "ስንኝ ነው የቀለማዊ መዋቅር ክፍል።"
}, {
    id: 2,
    question: "በታሪካዊ ሥነልሣን ጥናት ሂደት በጣም አስፈላጊ ያልሆነው ጉዳይ የቱ ነው？",
    options: ["የተውሶ ቃላትና ቅርፆች", "ተመሳሳይነትንና ልዩነትን ማወዳደር", "የሌላ ቋንቋ ተፅዕኖ", "የአንድ ቋንቋ ዘዬዎች"],
    correctAnswer: 1,
    explanation: "ተመሳሳይነትንና ልዩነትን ማወዳደር አስፈላጊ ነው።"
}, {
    id: 3,
    question: "ቀጥሎ ከቀረቡት ዐረፍተ - ነገሮች መካከል ሀይለ - ቃል ሊሆን የሚችለውየቱ ነው?",
    options: ["የሰው ልጅ የፈጠራ ውጤቶች ባለቤት ነው", "የሰው ልጅ የቋንቋ ባለቤት ነው", "የሰው ልጅ ከእንስሳት በብዙ መንገድ ይለያል", "ሁሉም መልስ ይሆናሉ"],
    correctAnswer: 0,
    explanation: "የሰው ልጅ የፈጠራ ውጤቶች ባለቤት ነው።"
}, {
    id: 4,
    question: "ከተጠቀሱት ሰዋስዋዊ ምድቦች ውስጥ “ልጄ” በሚለው ቃል ውስጥ ያለው ጥገኛ ምዕላድ የትኛውን የሰዋሰው ምድብ ይወክላል?",
    options: ["እምርነት", "ባለቤት", "ዘርፍነት", "ተሳቢነት"],
    correctAnswer: 2,
    explanation: "የሰዋሰው ምድብ ዘርፍነት ነው።"
}, {
    id: 5,
    question: "ከፊል ላንቃዊነት",
    options: ["ሱፍ", "አንገት", "መንግስት", "ኮፊያ"],
    correctAnswer: 1,
    explanation: "አንገት ነው የፊል ላንቃዊነት።"
}, {
    id: 6,
    question: "ከሚከተሉት የግጥም ባህሪያት አንዱ ግጥም እውነታን ለመ ግለጥ የሚጥር መሆኑን ያመለክታል፡፡",
    options: ["ምናባዊነት", "ቁጥብነት", "ተጨባጭነት", "እምቅነት"],
    correctAnswer: 0,
    explanation: "ምናባዊነት ነው የግጥም ባህሪያት አንዱ።"
}, {
    id: 7,
    question: "የዘገባ መሰረታዊ ዓላማዎች",
    options: ["ሁሉን አቀፍና አንድ ወጥ የሆነ የክትትል፥ የጥናትና ምርምር ውጤቶችን ማቅረብ ነው።", "ውሳኔ ለማስተላለፍ የሚረዱ ዝርዝር መረጃዎችን አጠናቅሮ ማቅረብ።", "ሀ እና ለ መልስ ናቸው።", "መልሱ አልተሰጠም"],
    correctAnswer: 0,
    explanation: "የዘገባ መሰረታዊ ዓላማ ሁሉን አቀፍና አንድ ወጥ የሆነ የክትትል ነው።"
}, {
    id: 8,
    question: "አንድ ነጠላ ሀ ሳብ የያዘ የግጥም መዋቅር ------------- ተብሎ ይታወቃል፡፡",
    options: ["ስንኝ", "አንጓ", "ቤት መምቻ", "ቤት መድፊያ"],
    correctAnswer: 2,
    explanation: "ቤት መምቻ ነው የግጥም መዋቅር አንድ ነጠላ ሀ ሳብ የያዘ።"
}, {
    id: 9,
    question: "ለቋንቋ መክፈያነት በውጫዊ የመረጃ ምንጭነት የማያገለግለው፤",
    options: ["የተናጋሪዎቹ የዘር ዝምድና", "የተናጋሪዎቹ አጠቃላይ ሁኔታ", "የተናጋሪዎቹ መልክዓምድር", "የቋንቋዎቹ የፅሕፈት ሥርዓት"],
    correctAnswer: 3,
    explanation: "የቋንቋዎቹ የፅሕፈት ሥርዓት ነው የማያገለግለው።"
}, {
    id: 10,
    question: "አሰባበርከው በሚለው ቃል ውስጥ ያሉ የምዕላዶች ብዛት ሰንት ናቸው?",
    options: ["2", "4", "3", "5"],
    correctAnswer: 2,
    explanation: "የምዕላዶች ብዛት 3 ነው።"
}, {
    id: 11,
    question: "አስወገደው በሚለው ቃል ያሉት ጥገኛ ምዕለዶች ስንት ናቸው?",
    options: ["4", "5", "3", "2"],
    correctAnswer: 1,
    explanation: "ጥገኛ ምዕለዶች 5 ናቸው።"
}, {
    id: 12,
    question: "በግለሰብ የቋንቋ አጠቃቀም ላይ ልዩነት ሊያመጣ የሚችል ማህበራዊ ዐውድ ያልሆነው፤",
    options: ["የመነጋገሪያ ርዕሰ ጉዳይ", "የመነጋገሪያ ሥፍራ", "የግለሰቡ ማንነት", "ሁሉም ይሆናሉ"],
    correctAnswer: 2,
    explanation: "የግለሰቡ ማንነት ነው የማህበራዊ ዐውድ ያልሆነው።"
}, {
    id: 13,
    question: "በቋንቋዎች መካከል ለሚስተዋል መመሳሳል ምክንያት የማይሆነው፤",
    options: ["አከፋፈል", "ዝምድና", "አጋጣሚ", "ውሰት"],
    correctAnswer: 0,
    explanation: "አከፋፈል ነው የማይሆነው።"
}, {
    id: 14,
    question: "ከሚከተሉት አማራጮች መካከል 2 ኛ መደብ ብዙ ቁጥር ትዕዛዛዊ የሚያመለክተው ግስ የቱ ነው?",
    options: ["ቆልፍ - ኡ", "እን - ለመን -", "አል - እ - ሰበር -", "ገደል - ኢ"],
    correctAnswer: 1,
    explanation: "እን - ለመን - ነው የቱ ነው የትዕዛዛዊ ግስ።"
}, {
    id: 15,
    question: "አንድ ቋንቋ የማስተማሪያ ቋንቋ አድርጎ ለመምረጥ ከግምት የማይገባው",
    options: ["ብሔራዊ ዓላማ", "ቋንቋውን ማወቅ", "መምህራን", "የፅህፈት / ፊደል ሥርዓት"],
    correctAnswer: 0,
    explanation: "ብሔራዊ ዓላማ ነው የማይገባው።"
}, {
    id: 16,
    question: "በአንድ ቋንቋ ውስጥ የሚታየውን የቃላት የውስጥ አናባቢ ወይም ተናባቢ ድምፆች ለውጥ የሚመለከተው የቃላት አመሰራረት --------- - ነው፡፡",
    options: ["መተካት", "መከርከም", "ማዳቀል", "መደጋገም"],
    correctAnswer: 0,
    explanation: "መተካት ነው የቃላት አመሰራረት።"
}, {
    id: 17,
    question: "ከሚከተሉት ውስጥ ለአንቀጽ ምስረታ ድርሻ ወይም አስተዋጽኦ የሌለው የቱ ነው?",
    options: ["ቃል", "ዐረፍተ - ነገር", "ስርዓተ ነጥብ", "መልሱ አልተሰጠም"],
    correctAnswer: 0,
    explanation: "ቃል ነው የሌለው።"
}, {
    id: 18,
    question: "ከሚከተሉት ከቋንቋ አከፋፈል ዘዴ የማይመደበው የቱ ነው？",
    options: ["ውስጣዊ መረጃ", "የዘር ግንድ", "ውጫዊ መረጃ", "ሁሉም ይመደባሉ"],
    correctAnswer: 2,
    explanation: "ውጫዊ መረጃ ነው የማይመደበው።"
}, {
    id: 19,
    question: "ከሚከተሉት አማራጮች መካከል 2 ኛ መደብ ብዙ ቁጥር ኢ - ሃላፊ ጊዜን የሚያለክተው ግስ የቱ ነው?",
    options: ["እን - ጠይቅ -", "ፈወስ - ኡ", "ት - መጥ - ኣላችሁ", "መልሱ አልተሰጠም"],
    correctAnswer: 1,
    explanation: "ፈወስ - ኡ ነው የሚያለክተው።"
}, {
    id: 20,
    question: "አብሮ የማይሄደው ጥምረት የቱ ነው?",
    options: ["ቅድመ - ጽህፈትና ማቀድ", "ጽህፈትና ማርቀቅ", "ድህረ - ጽህፈትና ማጠናቀቅ", "መልሱ አልተሰጠም"],
    correctAnswer: 0,
    explanation: "ቅድመ - ጽህፈትና ማቀድ ነው የማይሄደው።"
}, {
    id: 21,
    question: "ትውረት የሚለው ቃል በ -------------- የቃላት አመሰራረት ዓይነት የተመሰረተ ነው፡፡",
    options: ["ከጥንታዊ ቋንቋ መውሰድ", "ጥመራ", "ሃሳብን መሰየም", "ፈጠራ"],
    correctAnswer: 1,
    explanation: "ጥመራ ነው የቃላት አመሰራረት ዓይነት የተመሰረተ።"
}, {
    id: 22,
    question: "ከሚከተሉት አማራ ጮች መካከል ግሶች የሚራቡባቸው ሰዋስዋዊ ምድብ የቱ ነው?",
    options: ["ዘርፍነት", "መደብ", "ዘርፍነት", "ማሰሪያ አንቀፅ"],
    correctAnswer: 0,
    explanation: "ዘርፍነት ነው የሚራቡባቸው ሰዋስዋዊ ምድብ።"
}, {
    id: 23,
    question: "በኢትዮጵያ ሥነ ጽሑፍ ታሪክ በግዕዝ ሥነ ጽሑፍ ወርቃማ ዘመን ተብሎ የሚታወቀው የትኛው ዘመን ነው?",
    options: ["ከ 1303 - 1350", "ከ 1933 - 1950", "ከ 1928 - 1933", "ከ 1967 - 1983"],
    correctAnswer: 0,
    explanation: "ወርቃማ ዘመን ከ 1303 - 1350 ነው።"
}, {
    id: 24,
    question: "አ ስጠራ የሚለው ቃል በየትኛው የቃላት አመሰራረት ስልት የተከተለ ይመስልካ / ሻል?",
    options: ["ጥመራ", "ማዳቀል", "ቀጠላ", "ርባታ"],
    correctAnswer: 1,
    explanation: "ማዳቀል ነው የተከተለ የቃላት አመሰራረት።"
}, {
    id: 25,
    question: "በኦፊሴላዊ ቋንቋ መረጣ ወቅት ከግምት የሚገባ መስፈርት ያልሆነው",
    options: ["የትምህርት ጉዳይ", "ተደራሽነት", "የተናጋሪ ሁኔታ", "ፖለቲካዊ ሁኔታ"],
    correctAnswer: 0,
    explanation: "የትምህርት ጉዳይ ነው የማይገባው።"
}, {
    id: 26,
    question: "ቀጥሎ ከቀረቡት ውስጥ አንዱ የትርጉምን መገለጫ ባሕሪ ሊያመለክት ይችላል፡፡",
    options: ["ሳይንሳዊ መሆኑ", "ኪነጥበባዊ መሆኑ", "ሀናለ", "ሁሉም መልስ ይሆናል"],
    correctAnswer: 3,
    explanation: "ሁሉም መልስ ይሆናል የትርጉምን መገለጫ ባሕሪ ሊያመለክት ይችላል።"
}, {
    id: 27,
    question: "የቋንቋ ዕቀባ መንስኤ ያልሆነው",
    options: ["መልክዓምድር", "የማህበረሰቡ ሥርዓት", "ማህበራዊ ልሳነ ብዙነት", "የሃይማኖት ቋንቋ"],
    correctAnswer: 3,
    explanation: "የሃይማኖት ቋንቋ ነው የማይመደበው።"
}, {
    id: 28,
    question: "ከዚህ በታች ከቀረቡት ቃላት መካከል የይዘት ቃል ውስጥ የሚመደበው የቱ ነው?",
    options: ["ቶሎ", "ታች", "በጣም", "አንድ"],
    correctAnswer: 1,
    explanation: "ታች ነው የይዘት ቃል ውስጥ የሚመደበው።"
}, {
    id: 29,
    question: "በኢመደበና ዘገባ ውስጥ ሊገን የሚችለውወ",
    options: ["መግቢያ", "አጠቃሎ", "አበርክቶ", "የውጭ ሽፋን"],
    correctAnswer: 0,
    explanation: "መግቢያ ነው የሚችለውወ።"
}, {
    id: 30,
    question: "አንቀጽ የአንድነት ባህሪ እንዲኖረው ከሚያደርጉ ጉዳዮች መካከል ዋናው",
    options: ["ሀይለ - ቃሉ ነው", "መዘርዝር ዐረፍተ - ነገሮች ናቸው", "ገባ ብሎ መጀመሩ ነው", "መልሱ አልተሰጠም"],
    correctAnswer: 0,
    explanation: "ሀይለ - ቃሉ ነው ዋናው የአንድነት ባህሪ።"
}, {
    id: 31,
    question: "ንፅፅራዊ ዘዴን ( comparative method) አስመልክቶ ትክክል ያልሆነው፤",
    options: ["እናት ቋንቋን መልሶ ይገነባል", "የቅድመታሪክ ቋንቋዎችን ያጠናል", "የፅሑፍ ቅርስ ባላቸው ቋንቋዎች ላይ ይመሠረታል", "የቋንቋውን ድምፅ በንጥረድምፅ ደረጃ ብቻ ያሳያል"],
    correctAnswer: 3,
    explanation: "የቋንቋውን ድምፅ በንጥረድምፅ ደረጃ ብቻ ያሳያል ነው የትክክል ያልሆነው።"
}, {
    id: 32,
    question: "ከዚህ በታች ከቀረቡት ቃልት መካከል ንጥረ ምዕላድ ያለበት ቃል የቱ ነው?",
    options: ["ቤቴን", "ኮከቦቹን", "እስከሪብቶውን", "እንጀራን"],
    correctAnswer: 0,
    explanation: "ቤቴን ነው የንጥረ ምዕላድ ያለበት ቃል።"
}, {
    id: 33,
    question: "ትለቅማለክ የሚለው ግስ ከመደብ አንፃር ከዚህ በታች የትኛውን ይለከታል?",
    options: ["2 ኛ መደብ ተባዕታይ ነጠላ ቁጥር ሃላፊ ጊዜ", "2 ኛ መደብ ተባዕታይ ፆታ ኢ - ሃላፊ ጊዜ", "2 ኛ መደብ ተባዕታይ ፆታ ትዕዛዛዊ", "2 ኛ መደብ ተባዕታይ ፆታ መጠይቃዊ"],
    correctAnswer: 0,
    explanation: "2 ኛ መደብ ተባዕታይ ነጠላ ቁጥር ሃላፊ ጊዜ ነው የሚለከታል።"
}, {
    id: 34,
    question: "_______ ስነ ፍቻዊ ተቃራኒነት ባላቸው ቃላት ወይም ሀረጋት የሚመሰረት የቋንቋ አጠቃቀም ስልት ነው፡፡",
    options: ["ንቡር ጠቃሽ", "ተምሳሌታዊ", "አያዎ", "በስመ ሃዳሪ"],
    correctAnswer: 1,
    explanation: "ተምሳሌታዊ ነው የሚመሰረት የቋንቋ አጠቃቀም ስልት።"
}, {
    id: 35,
    question: "ኢ - ድምፀት",
    options: ["ፈለክ", "ወ ስጄ", "ለምኜ", "ገልጬ"],
    correctAnswer: 0,
    explanation: "ፈለክ ነው የኢ - ድምፀት።"
}, {
    id: 36,
    question: "የቴክኒካዊ ጽሑፍ መግቢያ ሊጻፍ የማይችልበት መንገድ የቱ ነው?",
    options: ["አዲስ ወይም ጠንካራ ጽንሰ - ሀሳቦችን በመበየን", "ለምን እንደሚጻፍ በመግለጽ", "የጽሑፉን አላማ በማስተዋወቅ", "መልሱ አልተሰጠም"],
    correctAnswer: 3,
    explanation: "መልሱ አልተሰጠም ነው የማይችልበት መንገድ።"
}, {
    id: 37,
    question: "በስነ ግጥም የምሰላ ሂደት ከሽታ ስሜቶች ጋር ተያያዥነት ያላቸው ምስሎችን የመከሰት ወይም የማሳሰብ ብቃት ከሚከተሉት የቱ ነው?",
    options: ["ዕይታዊ ምሰላ", "ጣዕማዊ ምሰላ", "መዓዛዊ ምሰላ", "ዳሰሳዊ ምሰላ"],
    correctAnswer: 0,
    explanation: "ዕይታዊ ምሰላ ነው የመከሰት ወይም የማሳሰብ ብቃት።"
}, {
    id: 38,
    question: "ከአንቀጽ ባህሪያት ውስጥ የማይመደበው የቱ ነው?",
    options: ["አንድነት", "ውህደት", "አጽንኦት", "መልሱ አልተሰጠም"],
    correctAnswer: 3,
    explanation: "መልሱ አልተሰጠም ነው የማይመደበው።"
}, {
    id: 39,
    question: "ቅፅሎች በዓረፍተነገር ውስጥ የሚኖራቸው ሙያ የቱ ነው?",
    options: ["ቀጥተኛ ተሳቢ", "ባለቤት", "ገላጭ", "ኢ - ቀጥተኛ ተሳቢ"],
    correctAnswer: 0,
    explanation: "ቀጥተኛ ተሳቢ ነው የሚኖራቸው ሙያ።"
}, {
    id: 40,
    question: "በቋንቋ ማቀድ ሂደት በመስፈርትነት የማያገለግለው",
    options: ["አገልግሎት", "ቅቡልነት", "ድህረ ዝግጅት", "ሁሉም ያገለግላሉ"],
    correctAnswer: 1,
    explanation: "ቅቡልነት ነው የማያገለግለው።"
}, {
    id: 41,
    question: "ገጣምያን ለምን ቃላት ይዋሳሉ / ይፈጠራሉ?",
    options: ["ቋንቋዎችን በመቀላቀል የግጥሙን ከፍታ ለማረጋገጥ", "የቋንቋዎችን ተወራራሽነት ለማሳየት", "ግጥሙ ምስል ከሳችነት፣ እምቅነትና ቁጥበነት እንዲኖረው ለማስቻል", "የቋንቋ ችሎታቸውን ለማሳየት"],
    correctAnswer: 2,
    explanation: "ግጥሙ ምስል ከሳችነት፣ እምቅነትና ቁጥበነት እንዲኖረው ለማስቻል ነው የምንዋሳሉ / ይፈጠራሉ።"
}, {
    id: 42,
    question: "ከዚህ በታች ከቀረቡት አማራጮች መካከል ከሚከተሉት አማራጮች መካከል 2 ኛ መደብ ብዙ ቁጥር ትዕዛዛዊ የሚያመለክተው ግስ የቱ ነው?",
    options: ["ድመቲቱን", "ወርቃማ", "ወርቃማ ዘመን", "ወርቃማ ዘመን ነው"],
    correctAnswer: 0,
    explanation: "ድመቲቱን ነው የቱ ነው የትዕዛዛዊ ግስ።"
}, {
    id: 43,
    question: "ድመቲቱን በሚለው ቃል ውስጥ ያሉት ጥገኛ ምዕላዶች በቅደም ተከተል የሚያመለክቱት የቱ ነው?",
    options: ["ባለቤትነት - ዘርፍነት - ተሳቢነት", "እምርነት - ዘርፍነት - ተሰቢነት", "ባለቤትነት - እምርነት - ዘርፍነት", "ባለቤትነት - እምርነት - ተሳቢነት"],
    correctAnswer: 2,
    explanation: "ባለቤትነት - እምርነት - ዘርፍነት ነው የሚያመለክቱት።"
}, {
    id: 44,
    question: "በስም ውስጥ አንስታይ ፆታን የሚገለፀው ምዕላድ የቱ ነው?",
    options: ["/ - ኦታ /", "/ - ኢታ /", "/ - ቷ /", "/ - ኢት /"],
    correctAnswer: 1,
    explanation: "/ - ኢታ / ነው የሚገለፀው ፆታ።"
}, {
    id: 45,
    question: "ግጥም ከልቦለድ የሚለየው ከሚከተሉት በየትኛው ነው?",
    options: ["ማራኪና ምርጥ በሆኑ ቃላት የሚቀርብ መሆኑ", "ሁሉም ሰው በቀላሉ ሊጽፈው መቻሉ", "በዝርው የሚቀርብ መሆኑ", "ነገሮችን የሚያብራራ እና የሚተነትን መሆኑ"],
    correctAnswer: 3,
    explanation: "ነገሮችን የሚያብራራ እና የሚተነትን መሆኑ ነው የሚለየው።"
}, {
    id: 46,
    question: "በስነ ግጥም የምሰላ ሂደት የነገሮችን ወይም የሁኔታዎችን ቀለም፣ ቅርጽ፣ መጠን፣ ርቀት፣ ቅርበት የመከሰት ወይም የማሳሰብ ብቃት ከሚከተሉት የቱ ነው?",
    options: ["ዕይታዊ ምሰላ", "መዓዛዊ ምሰላ", "ጣዕማዊ ምሰላ", "ዳሰሳዊ ምሰላ"],
    correctAnswer: 1,
    explanation: "መዓዛዊ ምሰላ ነው የመከሰት ወይም የማሳሰብ ብቃት።"
}, {
    id: 47,
    question: "ከአንቀጽ ባህሪያት ውስጥ የማይመደበው የቱ ነው?",
    options: ["አንድነት", "ውህደት", "አጽንኦት", "መልሱ አልተሰጠም"],
    correctAnswer: 3,
    explanation: "መልሱ አልተሰጠም ነው የማይመደበው።"
}, {
    id: 48,
    question: "ቅፅሎች በዓረፍተነገር ውስጥ የሚኖራቸው ሙያ የቱ ነው?",
    options: ["ቀጥተኛ ተሳቢ", "ባለቤት", "ገላጭ", "ኢ - ቀጥተኛ ተሳቢ"],
    correctAnswer: 0,
    explanation: "ቀጥተኛ ተሳቢ ነው የሚኖራቸው ሙያ።"
}, {
    id: 49,
    question: "በቋንቋ ማቀድ ሂደት በመስፈርትነት የማያገለግለው",
    options: ["አገልግሎት", "ቅቡልነት", "ድህረ ዝግጅት", "ሁሉም ያገለግላሉ"],
    correctAnswer: 1,
    explanation: "ቅቡልነት ነው የማያገለግለው።"
}, {
    id: 50,
    question: "ገጣምያን ለምን ቃላት ይዋሳሉ / ይፈጠራሉ?",
    options: ["ቋንቋዎችን በመቀላቀል የግጥሙን ከፍታ ለማረጋገጥ", "የቋንቋዎችን ተወራራሽነት ለማሳየት", "ግጥሙ ምስል ከሳችነት፣ እምቅነትና ቁጥበነት እንዲኖረው ለማስቻል", "የቋንቋ ችሎታቸውን ለማሳየት"],
    correctAnswer: 2,
    explanation: "ግጥሙ ምስል ከሳችነት፣ እምቅነትና ቁጥበነት እንዲኖረው ለማስቻል ነው የምንዋሳሉ / ይፈጠራሉ።"
}, {
    id: 51,
    question: "ከዚህ በታች ከቀረቡት አማራጮች መካከል ከሚከተሉት አማራጮች መካከል 2 ኛ መደብ ብዙ ቁጥር ትዕዛዛዊ የሚያመለክተው ግስ የቱ ነው?",
    options: ["ድመቲቱን", "ወርቃማ", "ወርቃማ ዘመን", "ወርቃማ ዘመን ነው"],
    correctAnswer: 0,
    explanation: "ድመቲቱን ነው የቱ ነው የትዕዛዛዊ ግስ።"
}, {
    id: 52,
    question: "ድመቲቱን በሚለው ቃል ውስጥ ያሉት ጥገኛ ምዕላዶች በቅደም ተከተል የሚያመለክቱት የቱ ነው?",
    options: ["ባለቤትነት - ዘርፍነት - ተሳቢነት", "እምርነት - ዘርፍነት - ተሰቢነት", "ባለቤትነት - እምርነት - ዘርፍነት", "ባለቤትነት - እምርነት - ተሳቢነት"],
    correctAnswer: 2,
    explanation: "ባለቤትነት - እምርነት - ዘርፍነት ነው የሚያመለክቱት።"
}, {
    id: 53,
    question: "በስም ውስጥ አንስታይ ፆታን የሚገለፀው ምዕላድ የቱ ነው?",
    options: ["/ - ኦታ /", "/ - ኢታ /", "/ - ቷ /", "/ - ኢት /"],
    correctAnswer: 1,
    explanation: "/ - ኢታ / ነው የሚገለፀው ፆታ።"
}, {
    id: 54,
    question: "ግጥም ከልቦለድ የሚለየው ከሚከተሉት በየትኛው ነው?",
    options: ["ማራኪና ምርጥ በሆኑ ቃላት የሚቀርብ መሆኑ", "ሁሉም ሰው በቀላሉ ሊጽፈው መቻሉ", "በዝርው የሚቀርብ መሆኑ", "ነገሮችን የሚያብራራ እና የሚተነትን መሆኑ"],
    correctAnswer: 3,
    explanation: "ነገሮችን የሚያብራራ እና የሚተነትን መሆኑ ነው የሚለየው።"
}, {
    id: 55,
    question: "በስነ ግጥም የምሰላ ሂደት የነገሮችን ወይም የሁኔታዎችን ቀለም፣ ቅርጽ፣ መጠን፣ ርቀት፣ ቅርበት የመከሰት ወይም የማሳሰብ ብቃት ከሚከተሉት የቱ ነው?",
    options: ["ዕይታዊ ምሰላ", "መዓዛዊ ምሰላ", "ጣዕማዊ ምሰላ", "ዳሰሳዊ ምሰላ"],
    correctAnswer: 1,
    explanation: "መዓዛዊ ምሰላ ነው የመከሰት ወይም የማሳሰብ ብቃት።"
}, {
    id: 56,
    question: "ከአንቀጽ ባህሪያት ውስጥ የማይመደበው የቱ ነው?",
    options: ["አንድነት", "ውህደት", "አጽንኦት", "መልሱ አልተሰጠም"],
    correctAnswer: 3,
    explanation: "መልሱ አልተሰጠም ነው የማይመደበው።"
}, {
    id: 57,
    question: "ቅፅሎች በዓረፍተነገር ውስጥ የሚኖራቸው ሙያ የቱ ነው?",
    options: ["ቀጥተኛ ተሳቢ", "ባለቤት", "ገላጭ", "ኢ - ቀጥተኛ ተሳቢ"],
    correctAnswer: 0,
    explanation: "ቀጥተኛ ተሳቢ ነው የሚኖራቸው ሙያ።"
}, {
    id: 58,
    question: "በቋንቋ ማቀድ ሂደት በመስፈርትነት የማያገለግለው",
    options: ["አገልግሎት", "ቅቡልነት", "ድህረ ዝግጅት", "ሁሉም ያገለግላሉ"],
    correctAnswer: 1,
    explanation: "ቅቡልነት ነው የማያገለግለው።"
}, {
    id: 59,
    question: "ገጣምያን ለምን ቃላት ይዋሳሉ / ይፈጠራሉ?",
    options: ["ቋንቋዎችን በመቀላቀል የግጥሙን ከፍታ ለማረጋገጥ", "የቋንቋዎችን ተወራራሽነት ለማሳየት", "ግጥሙ ምስል ከሳችነት፣ እምቅነትና ቁጥበነት እንዲኖረው ለማስቻል", "የቋንቋ ችሎታቸውን ለማሳየት"],
    correctAnswer: 2,
    explanation: "ግጥሙ ምስል ከሳችነት፣ እምቅነትና ቁጥበነት እንዲኖረው ለማስቻል ነው የምንዋሳሉ / ይፈጠራሉ።"
}, {
    id: 60,
    question: "ከዚህ በታች ከቀረቡት አማራጮች መካከል ከሚከተሉት አማራጮች መካከል 2 ኛ መደብ ብዙ ቁጥር ትዕዛዛዊ የሚያመለክተው ግስ የቱ ነው?",
    options: ["ድመቲቱን", "ወርቃማ", "ወርቃማ ዘመን", "ወርቃማ ዘመን ነው"],
    correctAnswer: 0,
    explanation: "ድመቲቱን ነው የቱ ነው የትዕዛዛዊ ግስ።"
}, {
    id: 61,
    question: "ድመቲቱን በሚለው ቃል ውስጥ ያሉት ጥገኛ ምዕላዶች በቅደም ተከተል የሚያመለክቱት የቱ ነው?",
    options: ["ባለቤትነት - ዘርፍነት - ተሳቢነት", "እምርነት - ዘርፍነት - ተሰቢነት", "ባለቤትነት - እምርነት - ዘርፍነት", "ባለቤትነት - እምርነት - ተሳቢነት"],
    correctAnswer: 2,
    explanation: "ባለቤትነት - እምርነት - ዘርፍነት ነው የሚያመለክቱት።"
}, {
    id: 62,
    question: "በስም ውስጥ አንስታይ ፆታን የሚገለፀው ምዕላድ የቱ ነው?",
    options: ["/ - ኦታ /", "/ - ኢታ /", "/ - ቷ /", "/ - ኢት /"],
    correctAnswer: 1,
    explanation: "/ - ኢታ / ነው የሚገለፀው ፆታ።"
}, {
    id: 63,
    question: "ግጥም ከልቦለድ የሚለየው ከሚከተሉት በየትኛው ነው?",
    options: ["ማራኪና ምርጥ በሆኑ ቃላት የሚቀርብ መሆኑ", "ሁሉም ሰው በቀላሉ ሊጽፈው መቻሉ", "በዝርው የሚቀርብ መሆኑ", "ነገሮችን የሚያብራራ እና የሚተነትን መሆኑ"],
    correctAnswer: 3,
    explanation: "ነገሮችን የሚያብራራ እና የሚተነትን መሆኑ ነው የሚለየው።"
}, {
    id: 64,
    question: "በስነ ግጥም የምሰላ ሂደት የነገሮችን ወይም የሁኔታዎችን ቀለም፣ ቅርጽ፣ መጠን፣ ርቀት፣ ቅርበት የመከሰት ወይም የማሳሰብ ብቃት ከሚከተሉት የቱ ነው?",
    options: ["ዕይታዊ ምሰላ", "መዓዛዊ ምሰላ", "ጣዕማዊ ምሰላ", "ዳሰሳዊ ምሰላ"],
    correctAnswer: 1,
    explanation: "መዓዛዊ ምሰላ ነው የመከሰት ወይም የማሳሰብ ብቃት።"
}, {
    id: 65,
    question: "ከአንቀጽ ባህሪያት ውስጥ የማይመደበው የቱ ነው?",
    options: ["አንድነት", "ውህደት", "አጽንኦት", "መልሱ አልተሰጠም"],
    correctAnswer: 3,
    explanation: "መልሱ አልተሰጠም ነው የማይመደበው።"
}, {
    id: 66,
    question: "ቅፅሎች በዓረፍተነገር ውስጥ የሚኖራቸው ሙያ የቱ ነው?",
    options: ["ቀጥተኛ ተሳቢ", "ባለቤት", "ገላጭ", "ኢ - ቀጥተኛ ተሳቢ"],
    correctAnswer: 0,
    explanation: "ቀጥተኛ ተሳቢ ነው የሚኖራቸው ሙያ።"
}, {
    id: 67,
    question: "በቋንቋ ማቀድ ሂደት በመስፈርትነት የማያገለግለው",
    options: ["አገልግሎት", "ቅቡልነት", "ድህረ ዝግጅት", "ሁሉም ያገለግላሉ"],
    correctAnswer: 1,
    explanation: "ቅቡልነት ነው የማያገለግለው።"
}, {
    id: 68,
    question: "ገጣምያን ለምን ቃላት ይዋሳሉ / ይፈጠራሉ?",
    options: ["ቋንቋዎችን በመቀላቀል የግጥሙን ከፍታ ለማረጋገጥ", "የቋንቋዎችን ተወራራሽነት ለማሳየት", "ግጥሙ ምስል ከሳችነት፣ እምቅነትና ቁጥበነት እንዲኖረው ለማስቻል", "የቋንቋ ችሎታቸውን ለማሳየት"],
    correctAnswer: 2,
    explanation: "ግጥሙ ምስል ከሳችነት፣ እምቅነትና ቁጥበነት እንዲኖረው ለማስቻል ነው የምንዋሳሉ / ይፈጠራሉ።"
}, {
    id: 69,
    question: "ከዚህ በታች ከቀረቡት አማራጮች መካከል ከሚከተሉት አማራጮች መካከል 2 ኛ መደብ ብዙ ቁጥር ትዕዛዛዊ የሚያመለክተው ግስ የቱ ነው?",
    options: ["ድመቲቱን", "ወርቃማ", "ወርቃማ ዘመን", "ወርቃማ ዘመን ነው"],
    correctAnswer: 0,
    explanation: "ድመቲቱን ነው የቱ ነው የትዕዛዛዊ ግስ።"
}, {
    id: 70,
    question: "ድመቲቱን በሚለው ቃል ውስጥ ያሉት ጥገኛ ምዕላዶች በቅደም ተከተል የሚያመለክቱት የቱ ነው?",
    options: ["ባለቤትነት - ዘርፍነት - ተሳቢነት", "እምርነት - ዘርፍነት - ተሰቢነት", "ባለቤትነት - እምርነት - ዘርፍነት", "ባለቤትነት - እምርነት - ተሳቢነት"],
    correctAnswer: 2,
    explanation: "ባለቤትነት - እምርነት - ዘርፍነት ነው የሚያመለክቱት።"
}, {
    id: 71,
    question: "በስም ውስጥ አንስታይ ፆታን የሚገለፀው ምዕላድ የቱ ነው?",
    options: ["/ - ኦታ /", "/ - ኢታ /", "/ - ቷ /", "/ - ኢት /"],
    correctAnswer: 1,
    explanation: "/ - ኢታ / ነው የሚገለፀው ፆታ።"
}, {
    id: 72,
    question: "ግጥም ከልቦለድ የሚለየው ከሚከተሉት በየትኛው ነው?",
    options: ["ማራኪና ምርጥ በሆኑ ቃላት የሚቀርብ መሆኑ", "ሁሉም ሰው በቀላሉ ሊጽፈው መቻሉ", "በዝርው የሚቀርብ መሆኑ", "ነገሮችን የሚያብራራ እና የሚተነትን መሆኑ"],
    correctAnswer: 3,
    explanation: "ነገሮችን የሚያብራራ እና የሚተነትን መሆኑ ነው የሚለየው።"
}, {
    id: 73,
    question: "በስነ ግጥም የምሰላ ሂደት የነገሮችን ወይም የሁኔታዎችን ቀለም፣ ቅርጽ፣ መጠን፣ ርቀት፣ ቅርበት የመከሰት ወይም የማሳሰብ ብቃት ከሚከተሉት የቱ ነው?",
    options: ["ዕይታዊ ምሰላ", "መዓዛዊ ምሰላ", "ጣዕማዊ ምሰላ", "ዳሰሳዊ ምሰላ"],
    correctAnswer: 1,
    explanation: "መዓዛዊ ምሰላ ነው የመከሰት ወይም የማሳሰብ ብቃት።"
}, {
    id: 74,
    question: "ከአንቀጽ ባህሪያት ውስጥ የማይመደበው የቱ ነው?",
    options: ["አንድነት", "ውህደት", "አጽንኦት", "መልሱ አልተሰጠም"],
    correctAnswer: 3,
    explanation: "መልሱ አልተሰጠም ነው የማይመደበው።"
}, {
    id: 75,
    question: "ቅፅሎች በዓረፍተነገር ውስጥ የሚኖራቸው ሙያ የቱ ነው?",
    options: ["ቀጥተኛ ተሳቢ", "ባለቤት", "ገላጭ", "ኢ - ቀጥተኛ ተሳቢ"],
    correctAnswer: 0,
    explanation: "ቀጥተኛ ተሳቢ ነው የሚኖራቸው ሙያ።"
}, {
    id: 76,
    question: "በቋንቋ ማቀድ ሂደት በመስፈርትነት የማያገለግለው",
    options: ["አገልግሎት", "ቅቡልነት", "ድህረ ዝግጅት", "ሁሉም ያገለግላሉ"],
    correctAnswer: 1,
    explanation: "ቅቡልነት ነው የማያገለግለው።"
}, {
    id: 77,
    question: "ገጣምያን ለምን ቃላት ይዋሳሉ / ይፈጠራሉ?",
    options: ["ቋንቋዎችን በመቀላቀል የግጥሙን ከፍታ ለማረጋገጥ", "የቋንቋዎችን ተወራራሽነት ለማሳየት", "ግጥሙ ምስል ከሳችነት፣ እምቅነትና ቁጥበነት እንዲኖረው ለማስቻል", "የቋንቋ ችሎታቸውን ለማሳየት"],
    correctAnswer: 2,
    explanation: "ግጥሙ ምስል ከሳችነት፣ እምቅነትና ቁጥበነት እንዲኖረው ለማስቻል ነው የምንዋሳሉ / ይፈጠራሉ።"
}, {
    id: 78,
    question: "ከዚህ በታች ከቀረቡት አማራጮች መካከል ከሚከተሉት አማራጮች መካከል 2 ኛ መደብ ብዙ ቁጥር ትዕዛዛዊ የሚያመለክተው ግስ የቱ ነው?",
    options: ["ድመቲቱን", "ወርቃማ", "ወርቃማ ዘመን", "ወርቃማ ዘመን ነው"],
    correctAnswer: 0,
    explanation: "ድመቲቱን ነው የቱ ነው የትዕዛዛዊ ግስ።"
}, {
    id: 79,
    question: "ድመቲቱን በሚለው ቃል ውስጥ ያሉት ጥገኛ ምዕላዶች በቅደም ተከተል የሚያመለክቱት የቱ ነው?",
    options: ["ባለቤትነት - ዘርፍነት - ተሳቢነት", "እምርነት - ዘርፍነት - ተሰቢነት", "ባለቤትነት - እምርነት - ዘርፍነት", "ባለቤትነት - እምርነት - ተሳቢነት"],
    correctAnswer: 2,
    explanation: "ባለቤትነት - እምርነት - ዘርፍነት ነው የሚያመለክቱት።"
}, {
    id: 80,
    question: "በስም ውስጥ አንስታይ ፆታን የሚገለፀው ምዕላድ የቱ ነው?",
    options: ["/ - ኦታ /", "/ - ኢታ /", "/ - ቷ /", "/ - ኢት /"],
    correctAnswer: 1,
    explanation: "/ - ኢታ / ነው የሚገለፀው ፆታ።"
}, {
    id: 81,
    question: "ግጥም ከልቦለድ የሚለየው ከሚከተሉት በየትኛው ነው?",
    options: ["ማራኪና ምርጥ በሆኑ ቃላት የሚቀርብ መሆኑ", "ሁሉም ሰው በቀላሉ ሊጽፈው መቻሉ", "በዝርው የሚቀርብ መሆኑ", "ነገሮችን የሚያብራራ እና የሚተነትን መሆኑ"],
    correctAnswer: 3,
    explanation: "ነገሮችን የሚያብራራ እና የሚተነትን መሆኑ ነው የሚለየው።"
}, {
    id: 82,
    question: "በስነ ግጥም የምሰላ ሂደት የነገሮችን ወይም የሁኔታዎችን ቀለም፣ ቅርጽ፣ መጠን፣ ርቀት፣ ቅርበት የመከሰት ወይም የማሳሰብ ብቃት ከሚከተሉት የቱ ነው?",
    options: ["ዕይታዊ ምሰላ", "መዓዛዊ ምሰላ", "ጣዕማዊ ምሰላ", "ዳሰሳዊ ምሰላ"],
    correctAnswer: 1,
    explanation: "መዓዛዊ ምሰላ ነው የመከሰት ወይም የማሳሰብ ብቃት።"
}, {
    id: 83,
    question: "ከአንቀጽ ባህሪያት ውስጥ የማይመደበው የቱ ነው?",
    options: ["አንድነት", "ውህደት", "አጽንኦት", "መልሱ አልተሰጠም"],
    correctAnswer: 3,
    explanation: "መልሱ አልተሰጠም ነው የማይመደበው።"
}, {
    id: 84,
    question: "ቅፅሎች በዓረፍተነገር ውስጥ የሚኖራቸው ሙያ የቱ ነው?",
    options: ["ቀጥተኛ ተሳቢ", "ባለቤት", "ገላጭ", "ኢ - ቀጥተኛ ተሳቢ"],
    correctAnswer: 0,
    explanation: "ቀጥተኛ ተሳቢ ነው የሚኖራቸው ሙያ።"
}, {
    id: 85,
    question: "በቋንቋ ማቀድ ሂደት በመስፈርትነት የማያገለግለው",
    options: ["አገልግሎት", "ቅቡልነት", "ድህረ ዝግጅት", "ሁሉም ያገለግላሉ"],
    correctAnswer: 1,
    explanation: "ቅቡልነት ነው የማያገለግለው።"
}, {
    id: 86,
    question: "ገጣምያን ለምን ቃላት ይዋሳሉ / ይፈጠራሉ?",
    options: ["ቋንቋዎችን በመቀላቀል የግጥሙን ከፍታ ለማረጋገጥ", "የቋንቋዎችን ተወራራሽነት ለማሳየት", "ግጥሙ ምስል ከሳችነት፣ እምቅነትና ቁጥበነት እንዲኖረው ለማስቻል", "የቋንቋ ችሎታቸውን ለማሳየት"],
    correctAnswer: 2,
    explanation: "ግጥሙ ምስል ከሳችነት፣ እምቅነትና ቁጥበነት እንዲኖረው ለማስቻል ነው የምንዋሳሉ / ይፈጠራሉ።"
}, {
    id: 87,
    question: "ከዚህ በታች ከቀረቡት አማራጮች መካከል ከሚከተሉት አማራጮች መካከል 2 ኛ መደብ ብዙ ቁጥር ትዕዛዛዊ የሚያመለክተው ግስ የቱ ነው?",
    options: ["ድመቲቱን", "ወርቃማ", "ወርቃማ ዘመን", "ወርቃማ ዘመን ነው"],
    correctAnswer: 0,
    explanation: "ድመቲቱን ነው የቱ ነው የትዕዛዛዊ ግስ።"
}, {
    id: 88,
    question: "ድመቲቱን በሚለው ቃል ውስጥ ያሉት ጥገኛ ምዕላዶች በቅደም ተከተል የሚያመለክቱት የቱ ነው?",
    options: ["ባለቤትነት - ዘርፍነት - ተሳቢነት", "እምርነት - ዘርፍነት - ተሰቢነት", "ባለቤትነት - እምርነት - ዘርፍነት", "ባለቤትነት - እምርነት - ተሳቢነት"],
    correctAnswer: 2,
    explanation: "ባለቤትነት - እምርነት - ዘርፍነት ነው የሚያመለክቱት።"
}, {
    id: 89,
    question: "በስም ውስጥ አንስታይ ፆታን የሚገለፀው ምዕላድ የቱ ነው?",
    options: ["/ - ኦታ /", "/ - ኢታ /", "/ - ቷ /", "/ - ኢት /"],
    correctAnswer: 1,
    explanation: "/ - ኢታ / ነው የሚገለፀው ፆታ።"
}, {
    id: 90,
    question: "ግጥም ከልቦለድ የሚለየው ከሚከተሉት በየትኛው ነው?",
    options: ["ማራኪና ምርጥ በሆኑ ቃላት የሚቀርብ መሆኑ", "ሁሉም ሰው በቀላሉ ሊጽፈው መቻሉ", "በዝርው የሚቀርብ መሆኑ", "ነገሮችን የሚያብራራ እና የሚተነትን መሆኑ"],
    correctAnswer: 3,
    explanation: "ነገሮችን የሚያብራራ እና የሚተነትን መሆኑ ነው የሚለየው።"
}, {
    id: 91,
    question: "በስነ ግጥም የምሰላ ሂደት የነገሮችን ወይም የሁኔታዎችን ቀለም፣ ቅርጽ፣ መጠን፣ ርቀት፣ ቅርበት የመከሰት ወይም የማሳሰብ ብቃት ከሚከተሉት የቱ ነው?",
    options: ["ዕይታዊ ምሰላ", "መዓዛዊ ምሰላ", "ጣዕማዊ ምሰላ", "ዳሰሳዊ ምሰላ"],
    correctAnswer: 1,
    explanation: "መዓዛዊ ምሰላ ነው የመከሰት ወይም የማሳሰብ ብቃት።"
}, {
    id: 92,
    question: "ከአንቀጽ ባህሪያት ውስጥ የማይመደበው የቱ ነው?",
    options: ["አንድነት", "ውህደት", "አጽንኦት", "መልሱ አልተሰጠም"],
    correctAnswer: 3,
    explanation: "መልሱ አልተሰጠም ነው የማይመደበው።"
}, {
    id: 93,
    question: "ቅፅሎች በዓረፍተነገር ውስጥ የሚኖራቸው ሙያ የቱ ነው?",
    options: ["ቀጥተኛ ተሳቢ", "ባለቤት", "ገላጭ", "ኢ - ቀጥተኛ ተሳቢ"],
    correctAnswer: 0,
    explanation: "ቀጥተኛ ተሳቢ ነው የሚኖራቸው ሙያ።"
}, {
    id: 94,
    question: "በቋንቋ ማቀድ ሂደት በመስፈርትነት የማያገለግለው",
    options: ["አገልግሎት", "ቅቡልነት", "ድህረ ዝግጅት", "ሁሉም ያገለግላሉ"],
    correctAnswer: 1,
    explanation: "ቅቡልነት ነው የማያገለግለው።"
}, {
    id: 95,
    question: "ገጣምያን ለምን ቃላት ይዋሳሉ / ይፈጠራሉ?",
    options: ["ቋንቋዎችን በመቀላቀል የግጥሙን ከፍታ ለማረጋገጥ", "የቋንቋዎችን ተወራራሽነት ለማሳየት", "ግጥሙ ምስል ከሳችነት፣ እምቅነትና ቁጥበነት እንዲኖረው ለማስቻል", "የቋንቋ ችሎታቸውን ለማሳየት"],
    correctAnswer: 2,
    explanation: "ግጥሙ ምስል ከሳችነት፣ እምቅነትና ቁጥበነት እንዲኖረው ለማስቻል ነው የምንዋሳሉ / ይፈጠራሉ።"
}, {
    id: 96,
    question: "ከዚህ በታች ከቀረቡት አማራጮች መካከል ከሚከተሉት አማራጮች መካከል 2 ኛ መደብ ብዙ ቁጥር ትዕዛዛዊ የሚያመለክተው ግስ የቱ ነው?",
    options: ["ድመቲቱን", "ወርቃማ", "ወርቃማ ዘመን", "ወርቃማ ዘመን ነው"],
    correctAnswer: 0,
    explanation: "ድመቲቱን ነው የቱ ነው የትዕዛዛዊ ግስ።"
}, {
    id: 97,
    question: "ድመቲቱን በሚለው ቃል ውስጥ ያሉት ጥገኛ ምዕላዶች በቅደም ተከተል የሚያመለክቱት የቱ ነው?",
    options: ["ባለቤትነት - ዘርፍነት - ተሳቢነት", "እምርነት - ዘርፍነት - ተሰቢነት", "ባለቤትነት - እምርነት - ዘርፍነት", "ባለቤትነት - እምርነት - ተሳቢነት"],
    correctAnswer: 2,
    explanation: "ባለቤትነት - እምርነት - ዘርፍነት ነው የሚያመለክቱት።"
}]