[{
    id: 1,
    question: "ከሚከተሉት አማራጮች የስነ ቃል ባህሪ የሆነው የትኛው ነው ?",
    options: ["ክዋኔ", "አንደበታዊነት", "ተለዋዋጭነት", "ሁሉም"],
    correctAnswer: 0,
    explanation: "ክዋኔ የስነ ቃል ባህሪ ነው።"
}, {
    id: 2,
    question: "ከዚህ በታች ከተጠቀሱት ውስጥ 3 ኛ መደብ ብዙ ቁጥር ኢ - ሃላፊ ጊዜ የሚያመለክተው ግስ የቱ ነው ?",
    options: ["ት - ገደል -", "ገደል - ኡ", "ት - ገደል - አችሁ", "ይ - ገደል -"],
    correctAnswer: 0,
    explanation: "ት - ገደል - የሚያመለክተው ግስ ነው።"
}, {
    id: 3,
    question: "ከሚከተሉት አማራጮች መካከል አንዱ የግጥሙ ሀሳብ በዓይነ ህሊና የሚሰማና በእዝነ ልቦና የሚሰማ መሆኑን ያመለክታል፡፡",
    options: ["ተጨባጭነት", "ምናባዊነት", "ቁጥብነት", "ጽሑፋዊነት"],
    correctAnswer: 1,
    explanation: "ምናባዊነት የሚሰማ መሆኑን ያመለክታል።"
}, {
    id: 4,
    question: "ፀሐፊው የተጠቀመባቸውን ቃላትና ሀረጎች ሥነልሳናዊ ባህርያትና ሌሎች ጥበባዊ የአፃፃፍ ስልቶችን በመለየትና በመመርመር መልእክቱን የመለየት ሂደት _ ይባላል፡፡",
    options: ["የስልታዊነት ትንተና", "የዲስኩር ትንተና", "የዐውድ ትንተና", "የይዘት ትንተና"],
    correctAnswer: 1,
    explanation: "የዲስኩር ትንተና ይባላል።"
}, {
    id: 5,
    question: "የታሪክ ፀሀፊዎች ራሳቸው ካላቸው ክፍተኛውና ዝቅተኛው መደብ አንጻር የሚጽፉት የስነ ጽሁፍ ታሪክ አጻጻፍ ከየትኛው አይ ነት ይመደባል ?",
    options: ["የማህበራዊ መደብ የስነ ጽሁፍ ታሪክ", "የሀገር ስነ ጽሁፍ ታሪክ", "የፖለቲካ ንቅስቃሴዎችን ትኩረት ያደረገ የስነ ጽሁፍ ታሪክ", "የዘመኑን የዋጀ የስነ ጽሁፍ ታሪክ"],
    correctAnswer: 2,
    explanation: "የፖለቲካ ንቅስቃሴዎችን ትኩረት ያደረገ የስነ ጽሁፍ ታሪክ ነው።"
}, {
    id: 6,
    question: "ከሚከተ ሉት ጥልቅ አንባቢ እንዲኖሩት ከሚፈለጉ ባህርያት ውስጥ የሚካተተው የቱ ነው ?",
    options: ["በጽሑፍ ስለቀረበ ብቻ ሁሉን አሜን ብሎ አይቀበልም፡፡", "የመልእክቱን ይዘት ለመተንተን የጸሐፊውን ማንነት መነሻ ያደርጋል፡፡", "ሁልጊዜ ታኅታይ የንባብ ስልትን ይከተላል፡፡", "አብዛኛውን ጊዜ ላዕላይ የንባብ ስልትን ይከተላል፡፡"],
    correctAnswer: 1,
    explanation: "የመልእክቱን ይዘት ለመተንተን የጸሐፊውን ማንነት መነሻ ያደርጋል።"
}, {
    id: 7,
    question: "ለልሳነዋህድነት ምክንያት የማይሆነው፤",
    options: ["ከቋንቋው የሚገኝ ፋይዳ", "አመለካከት", "ተጨማሪ ቋንቋ አለመኖር", "ሁሉም ይሆናሉ"],
    correctAnswer: 2,
    explanation: "ተጨማሪ ቋንቋ አለመኖር የማይሆነው ነው።"
}, {
    id: 8,
    question: "የስነ ቃል ዘሮችን በማጥናት የአንድን ሀገር የጠፋ ታሪክ፣ ባህል፣ የአኗኗር ዘዬ መልሶ ለማቋቋም ይቻላል የሚል የትከረት አቅጣጫው አድር ጎ የሚያቀነቅን የፎክሎር የማጥኛ ቲወሪ ትክክልኛ የሆነው የቱ ነው ?",
    options: ["ተግባራዊ ቲወሪ", "ስነ ፍች ቲወሪ", "ታሪክ አዋቃሪ ቲወሪ", "ክዋኒያዊ ቲወሪ"],
    correctAnswer: 0,
    explanation: "ተግባራዊ ቲወሪ ነው የማጥኛ ቲወሪ የቱ ነው።"
}, {
    id: 9,
    question: "ከአራቱ የፎክሎር ምድቦች ውስጥ ስነ ቃል አ ንዱ ሲሆን በቃል አማካኝነት ከትውልድ ትውልድ ይተላለፋል፡፡ከሚተላለፍበት ተቀዳሚ ባህሪቱ ውስጥ ምንድን ነው ?",
    options: ["ተከዋኝነት", "ተለዋጭነት", "ወላዊነት", "ቃላዊነት"],
    correctAnswer: 1,
    explanation: "ተለዋጭነት ነው የተቀዳሚ ባህሪ ውስጥ ይተላለፋል።"
}, {
    id: 10,
    question: "የሥነ ጽሁፍ ፈጣሪው ማነው ?",
    options: ["ፈጣሪ", "ሰው", "ተፈጥሮ", "መጽሐፍት"],
    correctAnswer: 1,
    explanation: "ሰው ነው የሥነ ጽሁፍ ፈጣሪው።"
}, {
    id: 11,
    question: "ከማንኛውም የጥናት አካላይ ናሙና ስንመርጥ፡",
    options: ["በተቻለ መጠን ወካይነት እንዲኖረው ማድረግ", "በተቻለ መጠን ከግማሽ በላይ የሆነ ናሙና መምረጥ", "አሳማኝና ምክንያታዊ ስልት መጠቀም", "ከ ‹‹ ለ ›› በስተቀር ሁሉም አንድ አንቀጽ ውህደት እንዲኖረው ለማድረግ ጸሐፊው የሚያቀነቅን የፎክሎር የማጥኛ ቲወሪ ትክክልኛ የሆነው የቱ ነው ?"],
    correctAnswer: 0,
    explanation: "በተቻለ መጠን ወካይነት እንዲኖረው ማድረግ ነው።"
}, {
    id: 12,
    question: "ከቀረቡት ውስጥ አንዱ የትርጉምን መገለጫ ባህሪ ሊያመለክት ይችላል፡፡",
    options: ["ሳይንሳዊ መሆኑ", "ኪነጥበባዊ መሆኑ", "ሀናለ", "ሁሉም መልስ ይሆናል"],
    correctAnswer: 3,
    explanation: "ሁሉም መልስ ይሆናል የትርጉምን መገለጫ ባህሪ ሊያመለክት ይችላል።"
}, {
    id: 13,
    question: "ስነ ጽሁፍ በጽሁፍ ሆነ በቃልና በተግባር ከሚገልቱ ነገርች መካከል፣በሚያነሹዋቸው ነገሮች ክብደት በአቀራረባቸው ውበት የሰው ልጅ ስሜት የመንካት፣ የመመሰጥና የመማረክ፣የማስደስትና የማስደመም ሃይላ ያለቸውን የኪነ ጥበብ ዘርፎችን የሚመለከት ነው፡፡",
    options: ["ስነ ጽሁፍ እንደ ኪነ ጥበብ / የፈጠራ ስራ / መበየኑ", "ስነ ጽሁፍን አንደ ታላላቅ መጽሃፍ ጥናት መበየናቸው", "ስነ ጽሁፍን እንደማነኛውም የጽሁፍ ቅርጽ በመቆጥረ መበየናቸው", "ስነ ጽሁን እንደ ታሪክ መጽሃፍት፣ የፍልስፍና መጽሃፋት ያሉት ናቸው"],
    correctAnswer: 0,
    explanation: "ስነ ጽሁፍ እንደ ኪነ ጥበብ / የፈጠራ ስራ / መበየኑ ይባላል።"
}, {
    id: 14,
    question: "ይህን ሃሳብ ከየትናው ብያኔ ይመደባል ?",
    options: ["ስነ ጽሁፍ እንደ ኪነ ጥበብ / የፈጠራ ስራ / መበየኑ", "ስነ ጽሁፍን አንደ ታላላቅ መጽሃፍ ጥናት መበየናቸው", "ስነ ጽሁፍን እንደማነኛውም የጽሁፍ ቅርጽ በመቆጥረ መበየናቸው", "ስነ ጽሁን እንደ ታሪክ መጽሃፍት፣ የፍልስፍና መጽሃፋት ያሉት ናቸው"],
    correctAnswer: 0,
    explanation: "ስነ ጽሁፍ እንደ ኪነ ጥበብ / የፈጠራ ስራ / መበየኑ ይባላል።"
}, {
    id: 15,
    question: "ከሚከተሉት ውስጥ የስነ ጽሁፍ ታሪክ ጅምሮን በትክክል የማይገልጸው ሃሳብ የትኛው ነው ?",
    options: ["ስነ ጽሁፋዊ ዋጋቸው ከፍ ያሉ ስራዎችን", "ፈጠራዊነት እና ምናባዊነት ጎልቶ የሚታይባቸው", "ጽሁፍ የሚባለውን የመግባቢያ ቦታ በአንድ አገር የጀመረበትን ዘመንና ስፍራ የሚያካትት ነው፡፡", "ልቦለድ፣ ግጥም፣ ተውኔትን የመሳሰሉት የፈጠራ ስራዎችን የሚያካትት ነው፡፡"],
    correctAnswer: 2,
    explanation: "ጽሁፍ የሚባለውን የመግባቢያ ቦታ በአንድ አገር የጀመረበትን ዘመንና ስፍራ የሚያካትት ነው።"
}, {
    id: 16,
    question: "ከሚከተሉት ውስጥ የስነ ጽሁፍ ታሪክ ጅምሮን በትክክል የማይገልጸው ሃሳብ የትኛው ነው ?",
    options: ["ስነ ጽሁፋዊ ዋጋቸው ከፍ ያሉ ስራዎችን", "ፈጠራዊነት እና ምናባዊነት ጎልቶ የሚታይባቸው", "ጽሁፍ የሚባለውን የመግባቢያ ቦታ በአንድ አገር የጀመረበትን ዘመንና ስፍራ የሚያካትት ነው፡፡", "ልቦለድ፣ ግጥም፣ ተውኔትን የመሳሰሉት የፈጠራ ስራዎችን የሚያካትት ነው፡፡"],
    correctAnswer: 2,
    explanation: "ጽሁፍ የሚባለውን የመግባቢያ ቦታ በአንድ አገር የጀመረበትን ዘመንና ስፍራ የሚያካትት ነው።"
}, {
    id: 17,
    question: "ከሚከተሉት ውስጥ የስነ ጽሁፍ ታሪክ ጅምሮን በትክክል የማይገልጸው ሃሳብ የትኛው ነው ?",
    options: ["ስነ ጽሁፋዊ ዋጋቸው ከፍ ያሉ ስራዎችን", "ፈጠራዊነት እና ምናባዊነት ጎልቶ የሚታይባቸው", "ጽሁፍ የሚባለውን የመግባቢያ ቦታ በአንድ አገር የጀመረበትን ዘመንና ስፍራ የሚያካትት ነው፡፡", "ልቦለድ፣ ግጥም፣ ተውኔትን የመሳሰሉት የፈጠራ ስራዎችን የሚያካትት ነው፡፡"],
    correctAnswer: 2,
    explanation: "ጽሁፍ የሚባለውን የመግባቢያ ቦታ በአንድ አገር የጀመረበትን ዘመንና ስፍራ የሚያካትት ነው።"
}, {
    id: 18,
    question: "ከሚከተሉት ውስጥ የስነ ጽሁፍ ታሪክ ጅምሮን በትክክል የማይገልጸው ሃሳብ የትኛው ነው ?",
    options: ["ስነ ጽሁፋዊ ዋጋቸው ከፍ ያሉ ስራዎችን", "ፈጠራዊነት እና ምናባዊነት ጎልቶ የሚታይባቸው", "ጽሁፍ የሚባለውን የመግባቢያ ቦታ በአንድ አገር የጀመረበትን ዘመንና ስፍራ የሚያካትት ነው፡፡", "ልቦለድ፣ ግጥም፣ ተውኔትን የመሳሰሉት የፈጠራ ስራዎችን የሚያካትት ነው፡፡"],
    correctAnswer: 2,
    explanation: "ጽሁፍ የሚባለውን የመግባቢያ ቦታ በአንድ አገር የጀመረበትን ዘመንና ስፍራ የሚያካትት ነው።"
}, {
    id: 19,
    question: "ከሚከተሉት ውስጥ የስነ ጽሁፍ ታሪክ ጅምሮን በትክክል የማይገልጸው ሃሳብ የትኛው ነው ?",
    options: ["ስነ ጽሁፋዊ ዋጋቸው ከፍ ያሉ ስራዎችን", "ፈጠራዊነት እና ምናባዊነት ጎልቶ የሚታይባቸው", "ጽሁፍ የሚባለውን የመግባቢያ ቦታ በአንድ አገር የጀመረበትን ዘመንና ስፍራ የሚያካትት ነው፡፡", "ልቦለድ፣ ግጥም፣ ተውኔትን የመሳሰሉት የፈጠራ ስራዎችን የሚያካትት ነው፡፡"],
    correctAnswer: 2,
    explanation: "ጽሁፍ የሚባለውን የመግባቢያ ቦታ በአንድ አገር የጀመረበትን ዘመንና ስፍራ የሚያካትት ነው።"
}, {
    id: 20,
    question: "ከሚከተሉት ውስጥ የስነ ጽሁፍ ታሪክ ጅምሮን በትክክል የማይገልጸው ሃሳብ የትኛው ነው ?",
    options: ["ስነ ጽሁፋዊ ዋጋቸው ከፍ ያሉ ስራዎችን", "ፈጠራዊነት እና ምናባዊነት ጎልቶ የሚታይባቸው", "ጽሁፍ የሚባለውን የመግባቢያ ቦታ በአንድ አገር የጀመረበትን ዘመንና ስፍራ የሚያካትት ነው፡፡", "ልቦለድ፣ ግጥም፣ ተውኔትን የመሳሰሉት የፈጠራ ስራዎችን የሚያካትት ነው፡፡"],
    correctAnswer: 2,
    explanation: "ጽሁፍ የሚባለውን የመግባቢያ ቦታ በአንድ አገር የጀመረበትን ዘመንና ስፍራ የሚያካትት ነው።"
}, {
    id: 21,
    question: "ከሚከተሉት ውስጥ የስነ ጽሁፍ ታሪክ ጅምሮን በትክክል የማይገልጸው ሃሳብ የትኛው ነው ?",
    options: ["ስነ ጽሁፋዊ ዋጋቸው ከፍ ያሉ ስራዎችን", "ፈጠራዊነት እና ምናባዊነት ጎልቶ የሚታይባቸው", "ጽሁፍ የሚባለውን የመግባቢያ ቦታ በአንድ አገር የጀመረበትን ዘመንና ስፍራ የሚያካትት ነው፡፡", "ልቦለድ፣ ግጥም፣ ተውኔትን የመሳሰሉት የፈጠራ ስራዎችን የሚያካትት ነው፡፡"],
    correctAnswer: 2,
    explanation: "ጽሁፍ የሚባለውን የመግባቢያ ቦታ በአንድ አገር የጀመረበትን ዘመንና ስፍራ የሚያካትት ነው።"
}, {
    id: 22,
    question: "ከሚከተሉት ውስጥ የስነ ጽሁፍ ታሪክ ጅምሮን በትክክል የማይገልጸው ሃሳብ የትኛው ነው ?",
    options: ["ስነ ጽሁፋዊ ዋጋቸው ከፍ ያሉ ስራዎችን", "ፈጠራዊነት እና ምናባዊነት ጎልቶ የሚታይባቸው", "ጽሁፍ የሚባለውን የመግባቢያ ቦታ በአንድ አገር የጀመረበትን ዘመንና ስፍራ የሚያካትት ነው፡፡", "ልቦለድ፣ ግጥም፣ ተውኔትን የመሳሰሉት የፈጠራ ስራዎችን የሚያካትት ነው፡፡"],
    correctAnswer: 2,
    explanation: "ጽሁፍ የሚባለውን የመግባቢያ ቦታ በአንድ አገር የጀመረበትን ዘመንና ስፍራ የሚያካትት ነው።"
}, {
    id: 23,
    question: "ከሚከተሉት ውስጥ የስነ ጽሁፍ ታሪክ ጅምሮን በትክክል የማይገልጸው ሃሳብ የትኛው ነው ?",
    options: ["ስነ ጽሁፋዊ ዋጋቸው ከፍ ያሉ ስራዎችን", "ፈጠራዊነት እና ምናባዊነት ጎልቶ የሚታይባቸው", "ጽሁፍ የሚባለውን የመግባቢያ ቦታ በአንድ አገር የጀመረበትን ዘመንና ስፍራ የሚያካትት ነው፡፡", "ልቦለድ፣ ግጥም፣ ተውኔትን የመሳሰሉት የፈጠራ ስራዎችን የሚያካትት ነው፡፡"],
    correctAnswer: 2,
    explanation: "ጽሁፍ የሚባለውን የመግባቢያ ቦታ በአንድ አገር የጀመረበትን ዘመንና ስፍራ የሚያካትት ነው።"
}, {
    id: 24,
    question: "ከሚከተሉት ውስጥ የስነ ጽሁፍ ታሪክ ጅምሮን በትክክል የማይገልጸው ሃሳብ የትኛው ነው ?",
    options: ["ስነ ጽሁፋዊ ዋጋቸው ከፍ ያሉ ስራዎችን", "ፈጠራዊነት እና ምናባዊነት ጎልቶ የሚታይባቸው", "ጽሁፍ የሚባለውን የመግባቢያ ቦታ በአንድ አገር የጀመረበትን ዘመንና ስፍራ የሚያካትት ነው፡፡", "ልቦለድ፣ ግጥም፣ ተውኔትን የመሳሰሉት የፈጠራ ስራዎችን የሚያካትት ነው፡፡"],
    correctAnswer: 2,
    explanation: "ጽሁፍ የሚባለውን የመግባቢያ ቦታ በአንድ አገር የጀመረበትን ዘመንና ስፍራ የሚያካትት ነው።"
}, {
    id: 25,
    question: "ከሚከተሉት ውስጥ የስነ ጽሁፍ ታሪክ ጅምሮን በትክክል የማይገልጸው ሃሳብ የትኛው ነው ?",
    options: ["ስነ ጽሁፋዊ ዋጋቸው ከፍ ያሉ ስራዎችን", "ፈጠራዊነት እና ምናባዊነት ጎልቶ የሚታይባቸው", "ጽሁፍ የሚባለውን የመግባቢያ ቦታ በአንድ አገር የጀመረበትን ዘመንና ስፍራ የሚያካትት ነው፡፡", "ልቦለድ፣ ግጥም፣ ተውኔትን የመሳሰሉት የፈጠራ ስራዎችን የሚያካትት ነው፡፡"],
    correctAnswer: 2,
    explanation: "ጽሁፍ የሚባለውን የመግባቢያ ቦታ በአንድ አገር የጀመረበትን ዘመንና ስፍራ የሚያካትት ነው።"
}, {
    id: 26,
    question: "ከሚከተሉት ውስጥ የስነ ጽሁፍ ታሪክ ጅምሮን በትክክል የማይገልጸው ሃሳብ የትኛው ነው ?",
    options: ["ስነ ጽሁፋዊ ዋጋቸው ከፍ ያሉ ስራዎችን", "ፈጠራዊነት እና ምናባዊነት ጎልቶ የሚታይባቸው", "ጽሁፍ የሚባለውን የመግባቢያ ቦታ በአንድ አገር የጀመረበትን ዘመንና ስፍራ የሚያካትት ነው፡፡", "ልቦለድ፣ ግጥም፣ ተውኔትን የመሳሰሉት የፈጠራ ስራዎችን የሚያካትት ነው፡፡"],
    correctAnswer: 2,
    explanation: "ጽሁፍ የሚባለውን የመግባቢያ ቦታ በአንድ አገር የጀመረበትን ዘመንና ስፍራ የሚያካትት ነው።"
}, {
    id: 27,
    question: "ከሚከተሉት ውስጥ የስነ ጽሁፍ ታሪክ ጅምሮን በትክክል የማይገልጸው ሃሳብ የትኛው ነው ?",
    options: ["ስነ ጽሁፋዊ ዋጋቸው ከፍ ያሉ ስራዎችን", "ፈጠራዊነት እና ምናባዊነት ጎልቶ የሚታይባቸው", "ጽሁፍ የሚባለውን የመግባቢያ ቦታ በአንድ አገር የጀመረበትን ዘመንና ስፍራ የሚያካትት ነው፡፡", "ልቦለድ፣ ግጥም፣ ተውኔትን የመሳሰሉት የፈጠራ ስራዎችን የሚያካትት ነው፡፡"],
    correctAnswer: 2,
    explanation: "ጽሁፍ የሚባለውን የመግባቢያ ቦታ በአንድ አገር የጀመረበትን ዘመንና ስፍራ የሚያካትት ነው።"
}, {
    id: 28,
    question: "ከሚከተሉት ውስጥ የስነ ጽሁፍ ታሪክ ጅምሮን በትክክል የማይገልጸው ሃሳብ የትኛው ነው ?",
    options: ["ስነ ጽሁፋዊ ዋጋቸው ከፍ ያሉ ስራዎችን", "ፈጠራዊነት እና ምናባዊነት ጎልቶ የሚታይባቸው", "ጽሁፍ የሚባለውን የመግባቢያ ቦታ በአንድ አገር የጀመረበትን ዘመንና ስፍራ የሚያካትት ነው፡፡", "ልቦለድ፣ ግጥም፣ ተውኔትን የመሳሰሉት የፈጠራ ስራዎችን የሚያካትት ነው፡፡"],
    correctAnswer: 2,
    explanation: "ጽሁፍ የሚባለውን የመግባቢያ ቦታ በአንድ አገር የጀመረበትን ዘመንና ስፍራ የሚያካትት ነው።"
}, {
    id: 29,
    question: "ከሚከተሉት ውስጥ የስነ ጽሁፍ ታሪክ ጅምሮን በትክክል የማይገልጸው ሃሳብ የትኛው ነው ?",
    options: ["ስነ ጽሁፋዊ ዋጋቸው ከፍ ያሉ ስራዎችን", "ፈጠራዊነት እና ምናባዊነት ጎልቶ የሚታይባቸው", "ጽሁፍ የሚባለውን የመግባቢያ ቦታ በአንድ አገር የጀመረበትን ዘመንና ስፍራ የሚያካትት ነው፡፡", "ልቦለድ፣ ግጥም፣ ተውኔትን የመሳሰሉት የፈጠራ ስራዎችን የሚያካትት ነው፡፡"],
    correctAnswer: 2,
    explanation: "ጽሁፍ የሚባለውን የመግባቢያ ቦታ በአንድ አገር የጀመረበትን ዘመንና ስፍራ የሚያካትት ነው።"
}, {
    id: 30,
    question: "ከሚከተሉት ውስጥ የስነ ጽሁፍ ታሪክ ጅምሮን በትክክል የማይገልጸው ሃሳብ የትኛው ነው ?",
    options: ["ስነ ጽሁፋዊ ዋጋቸው ከፍ ያሉ ስራዎችን", "ፈጠራዊነት እና ምናባዊነት ጎልቶ የሚታይባቸው", "ጽሁፍ የሚባለውን የመግባቢያ ቦታ በአንድ አገር የጀመረበትን ዘመንና ስፍራ የሚያካትት ነው፡፡", "ልቦለድ፣ ግጥም፣ ተውኔትን የመሳሰሉት የፈጠራ ስራዎችን የሚያካትት ነው፡፡"],
    correctAnswer: 2,
    explanation: "ጽሁፍ የሚባለውን የመግባቢያ ቦታ በአንድ አገር የጀመረበትን ዘመንና ስፍራ የሚያካትት ነው።"
}, {
    id: 31,
    question: "ከሚከተሉት ውስጥ የስነ ጽሁፍ ታሪክ ጅምሮን በትክክል የማይገልጸው ሃሳብ የትኛው ነው ?",
    options: ["ስነ ጽሁፋዊ ዋጋቸው ከፍ ያሉ ስራዎችን", "ፈጠራዊነት እና ምናባዊነት ጎልቶ የሚታይባቸው", "ጽሁፍ የሚባለውን የመግባቢያ ቦታ በአንድ አገር የጀመረበትን ዘመንና ስፍራ የሚያካትት ነው፡፡", "ልቦለድ፣ ግጥም፣ ተውኔትን የመሳሰሉት የፈጠራ ስራዎችን የሚያካትት ነው፡፡"],
    correctAnswer: 2,
    explanation: "ጽሁፍ የሚባለውን የመግባቢያ ቦታ በአንድ አገር የጀመረበትን ዘመንና ስፍራ የሚያካትት ነው።"
}, {
    id: 32,
    question: "ከሚከተሉት ውስጥ የስነ ጽሁፍ ታሪክ ጅምሮን በትክክል የማይገልጸው ሃሳብ የትኛው ነው ?",
    options: ["ስነ ጽሁፋዊ ዋጋቸው ከፍ ያሉ ስራዎችን", "ፈጠራዊነት እና ምናባዊነት ጎልቶ የሚታይባቸው", "ጽሁፍ የሚባለውን የመግባቢያ ቦታ በአንድ አገር የጀመረበትን ዘመንና ስፍራ የሚያካትት ነው፡፡", "ልቦለድ፣ ግጥም፣ ተውኔትን የመሳሰሉት የፈጠራ ስራዎችን የሚያካትት ነው፡፡"],
    correctAnswer: 2,
    explanation: "ጽሁፍ የሚባለውን የመግባቢያ ቦታ በአንድ አገር የጀመረበትን ዘመንና ስፍራ የሚያካትት ነው።"
}, {
    id: 33,
    question: "ከሚከተሉት ውስጥ የስነ ጽሁፍ ታሪክ ጅምሮን በትክክል የማይገልጸው ሃሳብ የትኛው ነው ?",
    options: ["ስነ ጽሁፋዊ ዋጋቸው ከፍ ያሉ ስራዎችን", "ፈጠራዊነት እና ምናባዊነት ጎልቶ የሚታይባቸው", "ጽሁፍ የሚባለውን የመግባቢያ ቦታ በአንድ አገር የጀመረበትን ዘመንና ስፍራ የሚያካትት ነው፡፡", "ልቦለድ፣ ግጥም፣ ተውኔትን የመሳሰሉት የፈጠራ ስራዎችን የሚያካትት ነው፡፡"],
    correctAnswer: 2,
    explanation: "ጽሁፍ የሚባለውን የመግባቢያ ቦታ በአንድ አገር የጀመረበትን ዘመንና ስፍራ የሚያካትት ነው።"
}, {
    id: 34,
    question: "ከሚከተሉት ውስጥ የስነ ጽሁፍ ታሪክ ጅምሮን በትክክል የማይገልጸው ሃሳብ የትኛው ነው ?",
    options: ["ስነ ጽሁፋዊ ዋጋቸው ከፍ ያሉ ስራዎችን", "ፈጠራዊነት እና ምናባዊነት ጎልቶ የሚታይባቸው", "ጽሁፍ የሚባለውን የመግባቢያ ቦታ በአንድ አገር የጀመረበትን ዘመንና ስፍራ የሚያካትት ነው፡፡", "ልቦለድ፣ ግጥም፣ ተውኔትን የመሳሰሉት የፈጠራ ስራዎችን የሚያካትት ነው፡፡"],
    correctAnswer: 2,
    explanation: "ጽሁፍ የሚባለውን የመግባቢያ ቦታ በአንድ አገር የጀመረበትን ዘመንና ስፍራ የሚያካትት ነው።"
}, {
    id: 35,
    question: "ከሚከተሉት ውስጥ የስነ ጽሁፍ ታሪክ ጅምሮን በትክክል የማይገልጸው ሃሳብ የትኛው ነው ?",
    options: ["ስነ ጽሁፋዊ ዋጋቸው ከፍ ያሉ ስራዎችን", "ፈጠራዊነት እና ምናባዊነት ጎልቶ የሚታይባቸው", "ጽሁፍ የሚባለውን የመግባቢያ ቦታ በአንድ አገር የጀመረበትን ዘመንና ስፍራ የሚያካትት ነው፡፡", "ልቦለድ፣ ግጥም፣ ተውኔትን የመሳሰሉት የፈጠራ ስራዎችን የሚያካትት ነው፡፡"],
    correctAnswer: 2,
    explanation: "ጽሁፍ የሚባለውን የመግባቢያ ቦታ በአንድ አገር የጀመረበትን ዘመንና ስፍራ የሚያካትት ነው።"
}, {
    id: 36,
    question: "ከሚከተሉት ውስጥ የስነ ጽሁፍ ታሪክ ጅምሮን በትክክል የማይገልጸው ሃሳብ የትኛው ነው ?",
    options: ["ስነ ጽሁፋዊ ዋጋቸው ከፍ ያሉ ስራዎችን", "ፈጠራዊነት እና ምናባዊነት ጎልቶ የሚታይባቸው", "ጽሁፍ የሚባለውን የመግባቢያ ቦታ በአንድ አገር የጀመረበትን ዘመንና ስፍራ የሚያካትት ነው፡፡", "ልቦለድ፣ ግጥም፣ ተውኔትን የመሳሰሉት የፈጠራ ስራዎችን የሚያካትት ነው፡፡"],
    correctAnswer: 2,
    explanation: "ጽሁፍ የሚባለውን የመግባቢያ ቦታ በአንድ አገር የጀመረበትን ዘመንና ስፍራ የሚያካትት ነው።"
}, {
    id: 37,
    question: "ከሚከተሉት ውስጥ የስነ ጽሁፍ ታሪክ ጅምሮን በትክክል የማይገልጸው ሃሳብ የትኛው ነው ?",
    options: ["ስነ ጽሁፋዊ ዋጋቸው ከፍ ያሉ ስራዎችን", "ፈጠራዊነት እና ምናባዊነት ጎልቶ የሚታይባቸው", "ጽሁፍ የሚባለውን የመግባቢያ ቦታ በአንድ አገር የጀመረበትን ዘመንና ስፍራ የሚያካትት ነው፡፡", "ልቦለድ፣ ግጥም፣ ተውኔትን የመሳሰሉት የፈጠራ ስራዎችን የሚያካትት ነው፡፡"],
    correctAnswer: 2,
    explanation: "ጽሁፍ የሚባለውን የመግባቢያ ቦታ በአንድ አገር የጀመረበትን ዘመንና ስፍራ የሚያካትት ነው።"
}, {
    id: 38,
    question: "ከሚከተሉት ውስጥ የስነ ጽሁፍ ታሪክ ጅምሮን በትክክል የማይገልጸው ሃሳብ የትኛው ነው ?",
    options: ["ስነ ጽሁፋዊ ዋጋቸው ከፍ ያሉ ስራዎችን", "ፈጠራዊነት እና ምናባዊነት ጎልቶ የሚታይባቸው", "ጽሁፍ የሚባለውን የመግባቢያ ቦታ በአንድ አገር የጀመረበትን ዘመንና ስፍራ የሚያካትት ነው፡፡", "ልቦለድ፣ ግጥም፣ ተውኔትን የመሳሰሉት የፈጠራ ስራዎችን የሚያካትት ነው፡፡"],
    correctAnswer: 2,
    explanation: "ጽሁፍ የሚባለውን የመግባቢያ ቦታ በአንድ አገር የጀመረበትን ዘመንና ስፍራ የሚያካትት ነው።"
}, {
    id: 39,
    question: "ከሚከተሉት ውስጥ የስነ ጽሁፍ ታሪክ ጅምሮን በትክክል የማይገልጸው ሃሳብ የትኛው ነው ?",
    options: ["ስነ ጽሁፋዊ ዋጋቸው ከፍ ያሉ ስራዎችን", "ፈጠራዊነት እና ምናባዊነት ጎልቶ የሚታይባቸው", "ጽሁፍ የሚባለውን የመግባቢያ ቦታ በአንድ አገር የጀመረበትን ዘመንና ስፍራ የሚያካትት ነው፡፡", "ልቦለድ፣ ግጥም፣ ተውኔትን የመሳሰሉት የፈጠራ ስራዎችን የሚያካትት ነው፡፡"],
    correctAnswer: 2,
    explanation: "ጽሁፍ የሚባለውን የመግባቢያ ቦታ በአንድ አገር የጀመረበትን ዘመንና ስፍራ የሚያካትት ነው።"
}, {
    id: 40,
    question: "ከሚከተሉት ውስጥ የስነ ጽሁፍ ታሪክ ጅምሮን በትክክል የማይገልጸው ሃሳብ የትኛው ነው ?",
    options: ["ስነ ጽሁፋዊ ዋጋቸው ከፍ ያሉ ስራዎችን", "ፈጠራዊነት እና ምናባዊነት ጎልቶ የሚታይባቸው", "ጽሁፍ የሚባለውን የመግባቢያ ቦታ በአንድ አገር የጀመረበትን ዘመንና ስፍራ የሚያካትት ነው፡፡", "ልቦለድ፣ ግጥም፣ ተውኔትን የመሳሰሉት የፈጠራ ስራዎችን የሚያካትት ነው፡፡"],
    correctAnswer: 2,
    explanation: "ጽሁፍ የሚባለውን የመግባቢያ ቦታ በአንድ አገር የጀመረበትን ዘመንና ስፍራ የሚያካትት ነው።"
}, {
    id: 41,
    question: "ከሚከተሉት ውስጥ የስነ ጽሁፍ ታሪክ ጅምሮን በትክክል የማይገልጸው ሃሳብ የትኛው ነው ?",
    options: ["ስነ ጽሁፋዊ ዋጋቸው ከፍ ያሉ ስራዎችን", "ፈጠራዊነት እና ምናባዊነት ጎልቶ የሚታይባቸው", "ጽሁፍ የሚባለውን የመግባቢያ ቦታ በአንድ አገር የጀመረበትን ዘመንና ስፍራ የሚያካትት ነው፡፡", "ልቦለድ፣ ግጥም፣ ተውኔትን የመሳሰሉት የፈጠራ ስራዎችን የሚያካትት ነው፡፡"],
    correctAnswer: 2,
    explanation: "ጽሁፍ የሚባለውን የመግባቢያ ቦታ በአንድ አገር የጀመረበትን ዘመንና ስፍራ የሚያካትት ነው።"
}, {
    id: 42,
    question: "ከሚከተሉት ውስጥ የስነ ጽሁፍ ታሪክ ጅምሮን በትክክል የማይገልጸው ሃሳብ የትኛው ነው ?",
    options: ["ስነ ጽሁፋዊ ዋጋቸው ከፍ ያሉ ስራዎችን", "ፈጠራዊነት እና ምናባዊነት ጎልቶ የሚታይባቸው", "ጽሁፍ የሚባለውን የመግባቢያ ቦታ በአንድ አገር የጀመረበትን ዘመንና ስፍራ የሚያካትት ነው፡፡", "ልቦለድ፣ ግጥም፣ ተውኔትን የመሳሰሉት የፈጠራ ስራዎችን የሚያካትት ነው፡፡"],
    correctAnswer: 2,
    explanation: "ጽሁፍ የሚባለውን የመግባቢያ ቦታ በአንድ አገር የጀመረበትን ዘመንና ስፍራ የሚያካትት ነው።"
}, {
    id: 43,
    question: "ከሚከተሉት ውስጥ የስነ ጽሁፍ ታሪክ ጅምሮን በትክክል የማይገልጸው ሃሳብ የትኛው ነው ?",
    options: ["ስነ ጽሁፋዊ ዋጋቸው ከፍ ያሉ ስራዎችን", "ፈጠራዊነት እና ምናባዊነት ጎልቶ የሚታይባቸው", "ጽሁፍ የሚባለውን የመግባቢያ ቦታ በአንድ አገር የጀመረበትን ዘመንና ስፍራ የሚያካትት ነው፡፡", "ልቦለድ፣ ግጥም፣ ተውኔትን የመሳሰሉት የፈጠራ ስራዎችን የሚያካትት ነው፡፡"],
    correctAnswer: 2,
    explanation: "ጽሁፍ የሚባለውን የመግባቢያ ቦታ በአንድ አገር የጀመረበትን ዘመንና ስፍራ የሚያካትት ነው።"
}, {
    id: 44,
    question: "ከሚከተሉት ውስጥ የስነ ጽሁፍ ታሪክ ጅምሮን በትክክል የማይገልጸው ሃሳብ የትኛው ነው ?",
    options: ["ስነ ጽሁፋዊ ዋጋቸው ከፍ ያሉ ስራዎችን", "ፈጠራዊነት እና ምናባዊነት ጎልቶ የሚታይባቸው", "ጽሁፍ የሚባለውን የመግባቢያ ቦታ በአንድ አገር የጀመረበትን ዘመንና ስፍራ የሚያካትት ነው፡፡", "ልቦለድ፣ ግጥም፣ ተውኔትን የመሳሰሉት የፈጠራ ስራዎችን የሚያካትት ነው፡፡"],
    correctAnswer: 2,
    explanation: "ጽሁፍ የሚባለውን የመግባቢያ ቦታ በአንድ አገር የጀመረበትን ዘመንና ስፍራ የሚያካትት ነው።"
}, {
    id: 45,
    question: "ከሚከተሉት ውስጥ የስነ ጽሁፍ ታሪክ ጅምሮን በትክክል የማይገልጸው ሃሳብ የትኛው ነው ?",
    options: ["ስነ ጽሁፋዊ ዋጋቸው ከፍ ያሉ ስራዎችን", "ፈጠራዊነት እና ምናባዊነት ጎልቶ የሚታይባቸው", "ጽሁፍ የሚባለውን የመግባቢያ ቦታ በአንድ አገር የጀመረበትን ዘመንና ስፍራ የሚያካትት ነው፡፡", "ልቦለድ፣ ግጥም፣ ተውኔትን የመሳሰሉት የፈጠራ ስራዎችን የሚያካትት ነው፡፡"],
    correctAnswer: 2,
    explanation: "ጽሁፍ የሚባለውን የመግባቢያ ቦታ በአንድ አገር የጀመረበትን ዘመንና ስፍራ የሚያካትት ነው።"
}, {
    id: 46,
    question: "ከሚከተሉት ውስጥ የስነ ጽሁፍ ታሪክ ጅምሮን በትክክል የማይገልጸው ሃሳብ የትኛው ነው ?",
    options: ["ስነ ጽሁፋዊ ዋጋቸው ከፍ ያሉ ስራዎችን", "ፈጠራዊነት እና ምናባዊነት ጎልቶ የሚታይባቸው", "ጽሁፍ የሚባለውን የመግባቢያ ቦታ በአንድ አገር የጀመረበትን ዘመንና ስፍራ የሚያካትት ነው፡፡", "ልቦለድ፣ ግጥም፣ ተውኔትን የመሳሰሉት የፈጠራ ስራዎችን የሚያካትት ነው፡፡"],
    correctAnswer: 2,
    explanation: "ጽሁፍ የሚባለውን የመግባቢያ ቦታ በአንድ አገር የጀመረበትን ዘመንና ስፍራ የሚያካትት ነው።"
}, {
    id: 47,
    question: "ከሚከተሉት ውስጥ የስነ ጽሁፍ ታሪክ ጅምሮን በትክክል የማይገልጸው ሃሳብ የትኛው ነው ?",
    options: ["ስነ ጽሁፋዊ ዋጋቸው ከፍ ያሉ ስራዎችን", "ፈጠራዊነት እና ምናባዊነት ጎልቶ የሚታይባቸው", "ጽሁፍ የሚባለውን የመግባቢያ ቦታ በአንድ አገር የጀመረበትን ዘመንና ስፍራ የሚያካትት ነው፡፡", "ልቦለድ፣ ግጥም፣ ተውኔትን የመሳሰሉት የፈጠራ ስራዎችን የሚያካትት ነው፡፡"],
    correctAnswer: 2,
    explanation: "ጽሁፍ የሚባለውን የመግባቢያ ቦታ በአንድ አገር የጀመረበትን ዘመንና ስፍራ የሚያካትት ነው።"
}, {
    id: 48,
    question: "ከሚከተሉት ውስጥ የስነ ጽሁፍ ታሪክ ጅምሮን በትክክል የማይገልጸው ሃሳብ የትኛው ነው ?",
    options: ["ስነ ጽሁፋዊ ዋጋቸው ከፍ ያሉ ስራዎችን", "ፈጠራዊነት እና ምናባዊነት ጎልቶ የሚታይባቸው", "ጽሁፍ የሚባለውን የመግባቢያ ቦታ በአንድ አገር የጀመረበትን ዘመንና ስፍራ የሚያካትት ነው፡፡", "ልቦለድ፣ ግጥም፣ ተውኔትን የመሳሰሉት የፈጠራ ስራዎችን የሚያካትት ነው፡፡"],
    correctAnswer: 2,
    explanation: "ጽሁፍ የሚባለውን የመግባቢያ ቦታ በአንድ አገር የጀመረበትን ዘመንና ስፍራ የሚያካትት ነው።"
}, {
    id: 49,
    question: "ከሚከተሉት ውስጥ የስነ ጽሁፍ ታሪክ ጅምሮን በትክክል የማይገልጸው ሃሳብ የትኛው ነው ?",
    options: ["ስነ ጽሁፋዊ ዋጋቸው ከፍ ያሉ ስራዎችን", "ፈጠራዊነት እና ምናባዊነት ጎልቶ የሚታይባቸው", "ጽሁፍ የሚባለውን የመግባቢያ ቦታ በአንድ አገር የጀመረበትን ዘመንና ስፍራ የሚያካትት ነው፡፡", "ልቦለድ፣ ግጥም፣ ተውኔትን የመሳሰሉት የፈጠራ ስራዎችን የሚያካትት ነው፡፡"],
    correctAnswer: 2,
    explanation: "ጽሁፍ የሚባለውን የመግባቢያ ቦታ በአንድ አገር የጀመረበትን ዘመንና ስፍራ የሚያካትት ነው።"
}, {
    id: 50,
    question: "ከሚከተሉት ውስጥ የስነ ጽሁፍ ታሪክ ጅምሮን በትክክል የማይገልጸው ሃሳብ የትኛው ነው ?",
    options: ["ስነ ጽሁፋዊ ዋጋቸው ከፍ ያሉ ስራዎችን", "ፈጠራዊነት እና ምናባዊነት ጎልቶ የሚታይባቸው", "ጽሁፍ የሚባለውን የመግባቢያ ቦታ በአንድ አገር የጀመረበትን ዘመንና ስፍራ የሚያካትት ነው፡፡", "ልቦለድ፣ ግጥም፣ ተውኔትን የመሳሰሉት የፈጠራ ስራዎችን የሚያካትት ነው፡፡"],
    correctAnswer: 2,
    explanation: "ጽሁፍ የሚባለውን የመግባቢያ ቦታ በአንድ አገር የጀመረበትን ዘመንና ስፍራ የሚያካትት ነው።"
}, {
    id: 51,
    question: "ከሚከተሉት ውስጥ የስነ ጽሁፍ ታሪክ ጅምሮን በትክክል የማይገልጸው ሃሳብ የትኛው ነው ?",
    options: ["ስነ ጽሁፋዊ ዋጋቸው ከፍ ያሉ ስራዎችን", "ፈጠራዊነት እና ምናባዊነት ጎልቶ የሚታይባቸው", "ጽሁፍ የሚባለውን የመግባቢያ ቦታ በአንድ አገር የጀመረበትን ዘመንና ስፍራ የሚያካትት ነው፡፡", "ልቦለድ፣ ግጥም፣ ተውኔትን የመሳሰሉት የፈጠራ ስራዎችን የሚያካትት ነው፡፡"],
    correctAnswer: 2,
    explanation: "ጽሁፍ የሚባለውን የመግባቢያ ቦታ በአንድ አገር የጀመረበትን ዘመንና ስፍራ የሚያካትት ነው።"
}, {
    id: 52,
    question: "ከሚከተሉት ውስጥ የስነ ጽሁፍ ታሪክ ጅምሮን በትክክል የማይገልጸው ሃሳብ የትኛው ነው ?",
    options: ["ስነ ጽሁፋዊ ዋጋቸው ከፍ ያሉ ስራዎችን", "ፈጠራዊነት እና ምናባዊነት ጎልቶ የሚታይባቸው", "ጽሁፍ የሚባለውን የመግባቢያ ቦታ በአንድ አገር የጀመረበትን ዘመንና ስፍራ የሚያካትት ነው፡፡", "ልቦለድ፣ ግጥም፣ ተውኔትን የመሳሰሉት የፈጠራ ስራዎችን የሚያካትት ነው፡፡"],
    correctAnswer: 2,
    explanation: "ጽሁፍ የሚባለውን የመግባቢያ ቦታ በአንድ አገር የጀመረበትን ዘመንና ስፍራ የሚያካትት ነው።"
}, {
    id: 53,
    question: "ከሚከተሉት ውስጥ የስነ ጽሁፍ ታሪክ ጅምሮን በትክክል የማይገልጸው ሃሳብ የትኛው ነው ?",
    options: ["ስነ ጽሁፋዊ ዋጋቸው ከፍ ያሉ ስራዎችን", "ፈጠራዊነት እና ምናባዊነት ጎልቶ የሚታይባቸው", "ጽሁፍ የሚባለውን የመግባቢያ ቦታ በአንድ አገር የጀመረበትን ዘመንና ስፍራ የሚያካትት ነው፡፡", "ልቦለድ፣ ግጥም፣ ተውኔትን የመሳሰሉት የፈጠራ ስራዎችን የሚያካትት ነው፡፡"],
    correctAnswer: 2,
    explanation: "ጽሁፍ የሚባለውን የመግባቢያ ቦታ በአንድ አገር የጀመረበትን ዘመንና ስፍራ የሚያካትት ነው።"
}, {
    id: 54,
    question: "ከሚከተሉት ውስጥ የስነ ጽሁፍ ታሪክ ጅምሮን በትክክል የማይገልጸው ሃሳብ የትኛው ነው ?",
    options: ["ስነ ጽሁፋዊ ዋጋቸው ከፍ ያሉ ስራዎችን", "ፈጠራዊነት እና ምናባዊነት ጎልቶ የሚታይባቸው", "ጽሁፍ የሚባለውን የመግባቢያ ቦታ በአንድ አገር የጀመረበትን ዘመንና ስፍራ የሚያካትት ነው፡፡", "ልቦለድ፣ ግጥም፣ ተውኔትን የመሳሰሉት የፈጠራ ስራዎችን የሚያካትት ነው፡፡"],
    correctAnswer: 2,
    explanation: "ጽሁፍ የሚባለውን የመግባቢያ ቦታ በአንድ አገር የጀመረበትን ዘመንና ስፍራ የሚያካትት ነው።"
}, {
    id: 55,
    question: "ከሚከተሉት ውስጥ የስነ ጽሁፍ ታሪክ ጅምሮን በትክክል የማይገልጸው ሃሳብ የትኛው ነው ?",
    options: ["ስነ ጽሁፋዊ ዋጋቸው ከፍ ያሉ ስራዎችን", "ፈጠራዊነት እና ምናባዊነት ጎልቶ የሚታይባቸው", "ጽሁፍ የሚባለውን የመግባቢያ ቦታ በአንድ አገር የጀመረበትን ዘመንና ስፍራ የሚያካትት ነው፡፡", "ልቦለድ፣ ግጥም፣ ተውኔትን የመሳሰሉት የፈጠራ ስራዎችን የሚያካትት ነው፡፡"],
    correctAnswer: 2,
    explanation: "ጽሁፍ የሚባለውን የመግባቢያ ቦታ በአንድ አገር የጀመረበትን ዘመንና ስፍራ የሚያካትት ነው።"
}, {
    id: 56,
    question: "ከሚከተሉት ውስጥ የስነ ጽሁፍ ታሪክ ጅምሮን በትክክል የማይገልጸው ሃሳብ የትኛው ነው ?",
    options: ["ስነ ጽሁፋዊ ዋጋቸው ከፍ ያሉ ስራዎችን", "ፈጠራዊነት እና ምናባዊነት ጎልቶ የሚታይባቸው", "ጽሁፍ የሚባለውን የመግባቢያ ቦታ በአንድ አገር የጀመረበትን ዘመንና ስፍራ የሚያካትት ነው፡፡", "ልቦለድ፣ ግጥም፣ ተውኔትን የመሳሰሉት የፈጠራ ስራዎችን የሚያካትት ነው፡፡"],
    correctAnswer: 2,
    explanation: "ጽሁፍ የሚባለውን የመግባቢያ ቦታ በአንድ አገር የጀመረበትን ዘመንና ስፍራ የሚያካትት ነው።"
}, {
    id: 57,
    question: "ከሚከተሉት ውስጥ የስነ ጽሁፍ ታሪክ ጅምሮን በትክክል የማይገልጸው ሃሳብ የትኛው ነው ?",
    options: ["ስነ ጽሁፋዊ ዋጋቸው ከፍ ያሉ ስራዎችን", "ፈጠራዊነት እና ምናባዊነት ጎልቶ የሚታይባቸው", "ጽሁፍ የሚባለውን የመግባቢያ ቦታ በአንድ አገር የጀመረበትን ዘመንና ስፍራ የሚያካትት ነው፡፡", "ልቦለድ፣ ግጥም፣ ተውኔትን የመሳሰሉት የፈጠራ ስራዎችን የሚያካትት ነው፡፡"],
    correctAnswer: 2,
    explanation: "ጽሁፍ የሚባለውን የመግባቢያ ቦታ በአንድ አገር የጀመረበትን ዘመንና ስፍራ የሚያካትት ነው።"
}, {
    id: 58,
    question: "ከሚከተሉት ውስጥ የስነ ጽሁፍ ታሪክ ጅምሮን በትክክል የማይገልጸው ሃሳብ የትኛው ነው ?",
    options: ["ስነ ጽሁፋዊ ዋጋቸው ከፍ ያሉ ስራዎችን", "ፈጠራዊነት እና ምናባዊነት ጎልቶ የሚታይባቸው", "ጽሁፍ የሚባለውን የመግባቢያ ቦታ በአንድ አገር የጀመረበትን ዘመንና ስፍራ የሚያካትት ነው፡፡", "ልቦለድ፣ ግጥም፣ ተውኔትን የመሳሰሉት የፈጠራ ስራዎችን የሚያካትት ነው፡፡"],
    correctAnswer: 2,
    explanation: "ጽሁፍ የሚባለውን የመግባቢያ ቦታ በአንድ አገር የጀመረበትን ዘመንና ስፍራ የሚያካትት ነው።"
}, {
    id: 59,
    question: "ከሚከተሉት ውስጥ የስነ ጽሁፍ ታሪክ ጅምሮን በትክክል የማይገልጸው ሃሳብ የትኛው ነው ?",
    options: ["ስነ ጽሁፋዊ ዋጋቸው ከፍ ያሉ ስራዎችን", "ፈጠራዊነት እና ምናባዊነት ጎልቶ የሚታይባቸው", "ጽሁፍ የሚባለውን የመግባቢያ ቦታ በአንድ አገር የጀመረበትን ዘመንና ስፍራ የሚያካትት ነው፡፡", "ልቦለድ፣ ግጥም፣ ተውኔትን የመሳሰሉት የፈጠራ ስራዎችን የሚያካትት ነው፡፡"],
    correctAnswer: 2,
    explanation: "ጽሁፍ የሚባለውን የመግባቢያ ቦታ በአንድ አገር የጀመረበትን ዘመንና ስፍራ የሚያካትት ነው።"
}, {
    id: 60,
    question: "ከሚከተሉት ውስጥ የስነ ጽሁፍ ታሪክ ጅምሮን በትክክል የማይገልጸው ሃሳብ የትኛው ነው ?",
    options: ["ስነ ጽሁፋዊ ዋጋቸው ከፍ ያሉ ስራዎችን", "ፈጠራዊነት እና ምናባዊነት ጎልቶ የሚታይባቸው", "ጽሁፍ የሚባለውን የመግባቢያ ቦታ በአንድ አገር የጀመረበትን ዘመንና ስፍራ የሚያካትት ነው፡፡", "ልቦለድ፣ ግጥም፣ ተውኔትን የመሳሰሉት የፈጠራ ስራዎችን የሚያካትት ነው፡፡"],
    correctAnswer: 2,
    explanation: "ጽሁፍ የሚባለውን የመግባቢያ ቦታ በአንድ አገር የጀመረበትን ዘመንና ስፍራ የሚያካትት ነው።"
}, {
    id: 61,
    question: "ከሚከተሉት ውስጥ የስነ ጽሁፍ ታሪክ ጅምሮን በትክክል የማይገልጸው ሃሳብ የትኛው ነው ?",
    options: ["ስነ ጽሁፋዊ ዋጋቸው ከፍ ያሉ ስራዎችን", "ፈጠራዊነት እና ምናባዊነት ጎልቶ የሚታይባቸው", "ጽሁፍ የሚባለውን የመግባቢያ ቦታ በአንድ አገር የጀመረበትን ዘመንና ስፍራ የሚያካትት ነው፡፡", "ልቦለድ፣ ግጥም፣ ተውኔትን የመሳሰሉት የፈጠራ ስራዎችን የሚያካትት ነው፡፡"],
    correctAnswer: 2,
    explanation: "ጽሁፍ የሚባለውን የመግባቢያ ቦታ በአንድ አገር የጀመረበትን ዘመንና ስፍራ የሚያካትት ነው።"
}, {
    id: 62,
    question: "ከሚከተሉት ውስጥ የስነ ጽሁፍ ታሪክ ጅምሮን በትክክል የማይገልጸው ሃሳብ የትኛው ነው ?",
    options: ["ስነ ጽሁፋዊ ዋጋቸው ከፍ ያሉ ስራዎችን", "ፈጠራዊነት እና ምናባዊነት ጎልቶ የሚታይባቸው", "ጽሁፍ የሚባለውን የመግባቢያ ቦታ በአንድ አገር የጀመረበትን ዘመንና ስፍራ የሚያካትት ነው፡፡", "ልቦለድ፣ ግጥም፣ ተውኔትን የመሳሰሉት የፈጠራ ስራዎችን የሚያካትት ነው፡፡"],
    correctAnswer: 2,
    explanation: "ጽሁፍ የሚባለውን የመግባቢያ ቦታ በአንድ አገር የጀመረበትን ዘመንና ስፍራ የሚያካትት ነው።"
}, {
    id: 63,
    question: "ከሚከተሉት ውስጥ የስነ ጽሁፍ ታሪክ ጅምሮን በትክክል የማይገልጸው ሃሳብ የትኛው ነው ?",
    options: ["ስነ ጽሁፋዊ ዋጋቸው ከፍ ያሉ ስራዎችን", "ፈጠራዊነት እና ምናባዊነት ጎልቶ የሚታይባቸው", "ጽሁፍ የሚባለውን የመግባቢያ ቦታ በአንድ አገር የጀመረበትን ዘመንና ስፍራ የሚያካትት ነው፡፡", "ልቦለድ፣ ግጥም፣ ተውኔትን የመሳሰሉት የፈጠራ ስራዎችን የሚያካትት ነው፡፡"],
    correctAnswer: 2,
    explanation: "ጽሁፍ የሚባለውን የመግባቢያ ቦታ በአንድ አገር የጀመረበትን ዘመንና ስፍራ የሚያካትት ነው።"
}, {
    id: 66,
    question: "ከሚከተሉት ውስጥ የስነ ጽሁፍ ታሪክ ጅምሮን በትክክል የማይገልጸው ሃሳብ የትኛው ነው ?",
    options: ["ስነ ጽሁፋዊ ዋጋቸው ከፍ ያሉ ስራዎችን", "ፈጠራዊነት እና ምናባዊነት ጎልቶ የሚታይባቸው", "ጽሁፍ የሚባለውን የመግባቢያ ቦታ በአንድ አገር የጀመረበትን ዘመንና ስፍራ የሚያካትት ነው፡፡", "ልቦለድ፣ ግጥም፣ ተውኔትን የመሳሰሉት የፈጠራ ስራዎችን የሚያካትት ነው፡፡"],
    correctAnswer: 2,
    explanation: "ጽሁፍ የሚባለውን የመግባቢያ ቦታ በአንድ አገር የጀመረበትን ዘመንና ስፍራ የሚያካትት ነው።"
}, {
    id: 67,
    question: "ከሚከተሉት ውስጥ የስነ ጽሁፍ ታሪክ ጅምሮን በትክክል የማይገልጸው ሃሳብ የትኛው ነው ?",
    options: ["ስነ ጽሁፋዊ ዋጋቸው ከፍ ያሉ ስራዎችን", "ፈጠራዊነት እና ምናባዊነት ጎልቶ የሚታይባቸው", "ጽሁፍ የሚባለውን የመግባቢያ ቦታ በአንድ አገር የጀመረበትን ዘመንና ስፍራ የሚያካትት ነው፡፡", "ልቦለድ፣ ግጥም፣ ተውኔትን የመሳሰሉት የፈጠራ ስራዎችን የሚያካትት ነው፡፡"],
    correctAnswer: 2,
    explanation: "ጽሁፍ የሚባለውን የመግባቢያ ቦታ በአንድ አገር የጀመረበትን ዘመንና ስፍራ የሚያካትት ነው።"
}, {
    id: 68,
    question: "ከሚከተሉት ውስጥ የስነ ጽሁፍ ታሪክ ጅምሮን በትክክል የማይገልጸው ሃሳብ የትኛው ነው ?",
    options: ["ስነ ጽሁፋዊ ዋጋቸው ከፍ ያሉ ስራዎችን", "ፈጠራዊነት እና ምናባዊነት ጎልቶ የሚታይባቸው", "ጽሁፍ የሚባለውን የመግባቢያ ቦታ በአንድ አገር የጀመረበትን ዘመንና ስፍራ የሚያካትት ነው፡፡", "ልቦለድ፣ ግጥም፣ ተውኔትን የመሳሰሉት የፈጠራ ስራዎችን የሚያካትት ነው፡፡"],
    correctAnswer: 2,
    explanation: "ጽሁፍ የሚባለውን የመግባቢያ ቦታ በአንድ አገር የጀመረበትን ዘመንና ስፍራ የሚያካትት ነው።"
}, {
    id: 69,
    question: "ከሚከተሉት ውስጥ የስነ ጽሁፍ ታሪክ ጅምሮን በትክክል የማይገልጸው ሃሳብ የትኛው ነው ?",
    options: ["ስነ ጽሁፋዊ ዋጋቸው ከፍ ያሉ ስራዎችን", "ፈጠራዊነት እና ምናባዊነት ጎልቶ የሚታይባቸው", "ጽሁፍ የሚባለውን የመግባቢያ ቦታ በአንድ አገር የጀመረበትን ዘመንና ስፍራ የሚያካትት ነው፡፡", "ልቦለድ፣ ግጥም፣ ተውኔትን የመሳሰሉት የፈጠራ ስራዎችን የሚያካትት ነው፡፡"],
    correctAnswer: 2,
    explanation: "ጽሁፍ የሚባለውን የመግባቢያ ቦታ በአንድ አገር የጀመረበትን ዘመንና ስፍራ የሚያካትት ነው።"
}, {
    id: 70,
    question: "ከሚከተሉት ውስጥ የስነ ጽሁፍ ታሪክ ጅምሮን በትክክል የማይገልጸው ሃሳብ የትኛው ነው ?",
    options: ["ስነ ጽሁፋዊ ዋጋቸው ከፍ ያሉ ስራዎችን", "ፈጠራዊነት እና ምናባዊነት ጎልቶ የሚታይባቸው", "ጽሁፍ የሚባለውን የመግባቢያ ቦታ በአንድ አገር የጀመረበትን ዘመንና ስፍራ የሚያካትት ነው፡፡", "ልቦለድ፣ ግጥም፣ ተውኔትን የመሳሰሉት የፈጠራ ስራዎችን የሚያካትት ነው፡፡"],
    correctAnswer: 2,
    explanation: "ጽሁፍ የሚባለውን የመግባቢያ ቦታ በአንድ አገር የጀመረበትን ዘመንና ስፍራ የሚያካትት ነው።"
}, {
    id: 71,
    question: "ከሚከተሉት ውስጥ የስነ ጽሁፍ ታሪክ ጅምሮን በትክክል የማይገልጸው ሃሳብ የትኛው ነው ?",
    options: ["ስነ ጽሁፋዊ ዋጋቸው ከፍ ያሉ ስራዎችን", "ፈጠራዊነት እና ምናባዊነት ጎልቶ የሚታይባቸው", "ጽሁፍ የሚባለውን የመግባቢያ ቦታ በአንድ አገር የጀመረበትን ዘመንና ስፍራ የሚያካትት ነው፡፡", "ልቦለድ፣ ግጥም፣ ተውኔትን የመሳሰሉት የፈጠራ ስራዎችን የሚያካትት ነው፡፡"],
    correctAnswer: 2,
    explanation: "ጽሁፍ የሚባለውን የመግባቢያ ቦታ በአንድ አገር የጀመረበትን ዘመንና ስፍራ የሚያካትት ነው።"
}, {
    id: 72,
    question: "ከሚከተሉት ውስጥ የስነ ጽሁፍ ታሪክ ጅምሮን በትክክል የማይገልጸው ሃሳብ የትኛው ነው ?",
    options: ["ስነ ጽሁፋዊ ዋጋቸው ከፍ ያሉ ስራዎችን", "ፈጠራዊነት እና ምናባዊነት ጎልቶ የሚታይባቸው", "ጽሁፍ የሚባለውን የመግባቢያ ቦታ በአንድ አገር የጀመረበትን ዘመንና ስፍራ የሚያካትት ነው፡፡", "ልቦለድ፣ ግጥም፣ ተውኔትን የመሳሰሉት የፈጠራ ስራዎችን የሚያካትት ነው፡፡"],
    correctAnswer: 2,
    explanation: "ጽሁፍ የሚባለውን የመግባቢያ ቦታ በአንድ አገር የጀመረበትን ዘመንና ስፍራ የሚያካትት ነው።"
}, {
    id: 73,
    question: "ከሚከተሉት ውስጥ የስነ ጽሁፍ ታሪክ ጅምሮን በትክክል የማይገልጸው ሃሳብ የትኛው ነው ?",
    options: ["ስነ ጽሁፋዊ ዋጋቸው ከፍ ያሉ ስራዎችን", "ፈጠራዊነት እና ምናባዊነት ጎልቶ የሚታይባቸው", "ጽሁፍ የሚባለውን የመግባቢያ ቦታ በአንድ አገር የጀመረበትን ዘመንና ስፍራ የሚያካትት ነው፡፡", "ልቦለድ፣ ግጥም፣ ተውኔትን የመሳሰሉት የፈጠራ ስራዎችን የሚያካትት ነው፡፡"],
    correctAnswer: 2,
    explanation: "ጽሁፍ የሚባለውን የመግባቢያ ቦታ በአንድ አገር የጀመረበትን ዘመንና ስፍራ የሚያካትት ነው።"
}, {
    id: 74,
    question: "ከሚከተሉት ውስጥ የስነ ጽሁፍ ታሪክ ጅምሮን በትክክል የማይገልጸው ሃሳብ የትኛው ነው ?",
    options: ["ስነ ጽሁፋዊ ዋጋቸው ከፍ ያሉ ስራዎችን", "ፈጠራዊነት እና ምናባዊነት ጎልቶ የሚታይባቸው", "ጽሁፍ የሚባለውን የመግባቢያ ቦታ በአንድ አገር የጀመረበትን ዘመንና ስፍራ የሚያካትት ነው፡፡", "ልቦለድ፣ ግጥም፣ ተውኔትን የመሳሰሉት የፈጠራ ስራዎችን የሚያካትት ነው፡፡"],
    correctAnswer: 2,
    explanation: "ጽሁፍ የሚባለውን የመግባቢያ ቦታ በአንድ አገር የጀመረበትን ዘመንና ስፍራ የሚያካትት ነው።"
}, {
    id: 75,
    question: "ከሚከተሉት ውስጥ የስነ ጽሁፍ ታሪክ ጅምሮን በትክክል የማይገልጸው ሃሳብ የትኛው ነው ?",
    options: ["ስነ ጽሁፋዊ ዋጋቸው ከፍ ያሉ ስራዎችን", "ፈጠራዊነት እና ምናባዊነት ጎልቶ የሚታይባቸው", "ጽሁፍ የሚባለውን የመግባቢያ ቦታ በአንድ አገር የጀመረበትን ዘመንና ስፍራ የሚያካትት ነው፡፡", "ልቦለድ፣ ግጥም፣ ተውኔትን የመሳሰሉት የፈጠራ ስራዎችን የሚያካትት ነው፡፡"],
    correctAnswer: 2,
    explanation: "ጽሁፍ የሚባለውን የመግባቢያ ቦታ በአንድ አገር የጀመረበትን ዘመንና ስፍራ የሚያካትት ነው።"
}, {
    id: 76,
    question: "ከሚከተሉት ውስጥ የስነ ጽሁፍ ታሪክ ጅምሮን በትክክል የማይገልጸው ሃሳብ የትኛው ነው ?",
    options: ["ስነ ጽሁፋዊ ዋጋቸው ከፍ ያሉ ስራዎችን", "ፈጠራዊነት እና ምናባዊነት ጎልቶ የሚታይባቸው", "ጽሁፍ የሚባለውን የመግባቢያ ቦታ በአንድ አገር የጀመረበትን ዘመንና ስፍራ የሚያካትት ነው፡፡", "ልቦለድ፣ ግጥም፣ ተውኔትን የመሳሰሉት የፈጠራ ስራዎችን የሚያካትት ነው፡፡"],
    correctAnswer: 2,
    explanation: "ጽሁፍ የሚባለውን የመግባቢያ ቦታ በአንድ አገር የጀመረበትን ዘመንና ስፍራ የሚያካትት ነው።"
}, {
    id: 77,
    question: "ከሚከተሉት ውስጥ የስነ ጽሁፍ ታሪክ ጅምሮን በትክክል የማይገልጸው ሃሳብ የትኛው ነው ?",
    options: ["ስነ ጽሁፋዊ ዋጋቸው ከፍ ያሉ ስራዎችን", "ፈጠራዊነት እና ምናባዊነት ጎልቶ የሚታይባቸው", "ጽሁፍ የሚባለውን የመግባቢያ ቦታ በአንድ አገር የጀመረበትን ዘመንና ስፍራ የሚያካትት ነው፡፡", "ልቦለድ፣ ግጥም፣ ተውኔትን የመሳሰሉት የፈጠራ ስራዎችን የሚያካትት ነው፡፡"],
    correctAnswer: 2,
    explanation: "ጽሁፍ የሚባለውን የመግባቢያ ቦታ በአንድ አገር የጀመረበትን ዘመንና ስፍራ የሚያካትት ነው።"
}, {
    id: 78,
    question: "ከሚከተሉት ውስጥ የስነ ጽሁፍ ታሪክ ጅምሮን በትክክል የማይገልጸው ሃሳብ የትኛው ነው ?",
    options: ["ስነ ጽሁፋዊ ዋጋቸው ከፍ ያሉ ስራዎችን", "ፈጠራዊነት እና ምናባዊነት ጎልቶ የሚታይባቸው", "ጽሁፍ የሚባለውን የመግባቢያ ቦታ በአንድ አገር የጀመረበትን ዘመንና ስፍራ የሚያካትት ነው፡፡", "ልቦለድ፣ ግጥም፣ ተውኔትን የመሳሰሉት የፈጠራ ስራዎችን የሚያካትት ነው፡፡"],
    correctAnswer: 2,
    explanation: "ጽሁፍ የሚባለውን የመግባቢያ ቦታ በአንድ አገር የጀመረበትን ዘመንና ስፍራ የሚያካትት ነው።"
}, {
    id: 79,
    question: "ከሚከተሉት ውስጥ የስነ ጽሁፍ ታሪክ ጅምሮን በትክክል የማይገልጸው ሃሳብ የትኛው ነው ?",
    options: ["ስነ ጽሁፋዊ ዋጋቸው ከፍ ያሉ ስራዎችን", "ፈጠራዊነት እና ምናባዊነት ጎልቶ የሚታይባቸው", "ጽሁፍ የሚባለውን የመግባቢያ ቦታ በአንድ አገር የጀመረበትን ዘመንና ስፍራ የሚያካትት ነው፡፡", "ልቦለድ፣ ግጥም፣ ተውኔትን የመሳሰሉት የፈጠራ ስራዎችን የሚያካትት ነው፡፡"],
    correctAnswer: 2,
    explanation: "ጽሁፍ የሚባለውን የመግባቢያ ቦታ በአንድ አገር የጀመረበትን ዘመንና ስፍራ የሚያካትት ነው።"
}, {
    id: 80,
    question: "ከሚከተሉት ውስጥ የስነ ጽሁፍ ታሪክ ጅምሮን በትክክል የማይገልጸው ሃሳብ የትኛው ነው ?",
    options: ["ስነ ጽሁፋዊ ዋጋቸው ከፍ ያሉ ስራዎችን", "ፈጠራዊነት እና ምናባዊነት ጎልቶ የሚታይባቸው", "ጽሁፍ የሚባለውን የመግባቢያ ቦታ በአንድ አገር የጀመረበትን ዘመንና ስፍራ የሚያካትት ነው፡፡", "ልቦለድ፣ ግጥም፣ ተውኔትን የመሳሰሉት የፈጠራ ስራዎችን የሚያካትት ነው፡፡"],
    correctAnswer: 2,
    explanation: "ጽሁፍ የሚባለውን የመግባቢያ ቦታ በአንድ አገር የጀመረበትን ዘመንና ስፍራ የሚያካትት ነው።"
}, {
    id: 81,
    question: "ከሚከተሉት ውስጥ የስነ ጽሁፍ ታሪክ ጅምሮን በትክክል የማይገልጸው ሃሳብ የትኛው ነው ?",
    options: ["ስነ ጽሁፋዊ ዋጋቸው ከፍ ያሉ ስራዎችን", "ፈጠራዊነት እና ምናባዊነት ጎልቶ የሚታይባቸው", "ጽሁፍ የሚባለውን የመግባቢያ ቦታ በአንድ አገር የጀመረበትን ዘመንና ስፍራ የሚያካትት ነው፡፡", "ልቦለድ፣ ግጥም፣ ተውኔትን የመሳሰሉት የፈጠራ ስራዎችን የሚያካትት ነው፡፡"],
    correctAnswer: 2,
    explanation: "ጽሁፍ የሚባለውን የመግባቢያ ቦታ በአንድ አገር የጀመረበትን ዘመንና ስፍራ የሚያካትት ነው።"
}, {
    id: 83,
    question: "ከሚከተሉት ውስጥ የስነ ጽሁፍ ታሪክ ጅምሮን በትክክል የማይገልጸው ሃሳብ የትኛው ነው ?",
    options: ["ስነ ጽሁፋዊ ዋጋቸው ከፍ ያሉ ስራዎችን", "ፈጠራዊነት እና ምናባዊነት ጎልቶ የሚታይባቸው", "ጽሁፍ የሚባለውን የመግባቢያ ቦታ በአንድ አገር የጀመረበትን ዘመንና ስፍራ የሚያካትት ነው፡፡", "ልቦለድ፣ ግጥም፣ ተውኔትን የመሳሰሉት የፈጠራ ስራዎችን የሚያካትት ነው፡፡"],
    correctAnswer: 2,
    explanation: "ጽሁፍ የሚባለውን የመግባቢያ ቦታ በአንድ አገር የጀመረበትን ዘመንና ስፍራ የሚያካትት ነው።"
}, {
    id: 84,
    question: "ከሚከተሉት ውስጥ የስነ ጽሁፍ ታሪክ ጅምሮን በትክክል የማይገልጸው ሃሳብ የትኛው ነው ?",
    options: ["ስነ ጽሁፋዊ ዋጋቸው ከፍ ያሉ ስራዎችን", "ፈጠራዊነት እና ምናባዊነት ጎልቶ የሚታይባቸው", "ጽሁፍ የሚባለውን የመግባቢያ ቦታ በአንድ አገር የጀመረበትን ዘመንና ስፍራ የሚያካትት ነው፡፡", "ልቦለድ፣ ግጥም፣ ተውኔትን የመሳሰሉት የፈጠራ ስራዎችን የሚያካትት ነው፡፡"],
    correctAnswer: 2,
    explanation: "ጽሁፍ የሚባለውን የመግባቢያ ቦታ በአንድ አገር የጀመረበትን ዘመንና ስፍራ የሚያካትት ነው።"
}, {
    id: 85,
    question: "ከሚከተሉት ውስጥ የስነ ጽሁፍ ታሪክ ጅምሮን በትክክል የማይገልጸው ሃሳብ የትኛው ነው ?",
    options: ["ስነ ጽሁፋዊ ዋጋቸው ከፍ ያሉ ስራዎችን", "ፈጠራዊነት እና ምናባዊነት ጎልቶ የሚታይባቸው", "ጽሁፍ የሚባለውን የመግባቢያ ቦታ በአንድ አገር የጀመረበትን ዘመንና ስፍራ የሚያካትት ነው፡፡", "ልቦለድ፣ ግጥም፣ ተውኔትን የመሳሰሉት የፈጠራ ስራዎችን የሚያካትት ነው፡፡"],
    correctAnswer: 2,
    explanation: "ጽሁፍ የሚባለውን የመግባቢያ ቦታ በአንድ አገር የጀመረበትን ዘመንና ስፍራ የሚያካትት ነው።"
}, {
    id: 86,
    question: "ከሚከተሉት ውስጥ የስነ ጽሁፍ ታሪክ ጅምሮን በትክክል የማይገልጸው ሃሳብ የትኛው ነው ?",
    options: ["ስነ ጽሁፋዊ ዋጋቸው ከፍ ያሉ ስራዎችን", "ፈጠራዊነት እና ምናባዊነት ጎልቶ የሚታይባቸው", "ጽሁፍ የሚባለውን የመግባቢያ ቦታ በአንድ አገር የጀመረበትን ዘመንና ስፍራ የሚያካትት ነው፡፡", "ልቦለድ፣ ግጥም፣ ተውኔትን የመሳሰሉት የፈጠራ ስራዎችን የሚያካትት ነው፡፡"],
    correctAnswer: 2,
    explanation: "ጽሁፍ የሚባለውን የመግባቢያ ቦታ በአንድ አገር የጀመረበትን ዘመንና ስፍራ የሚያካትት ነው።"
}, {
    id: 87,
    question: "ከሚከተሉት ውስጥ የስነ ጽሁፍ ታሪክ ጅምሮን በትክክል የማይገልጸው ሃሳብ የትኛው ነው ?",
    options: ["ስነ ጽሁፋዊ ዋጋቸው ከፍ ያሉ ስራዎችን", "ፈጠራዊነት እና ምናባዊነት ጎልቶ የሚታይባቸው", "ጽሁፍ የሚባለውን የመግባቢያ ቦታ በአንድ አገር የጀመረበትን ዘመንና ስፍራ የሚያካትት ነው፡፡", "ልቦለድ፣ ግጥም፣ ተውኔትን የመሳሰሉት የፈጠራ ስራዎችን የሚያካትት ነው፡፡"],
    correctAnswer: 2,
    explanation: "ጽሁፍ የሚባለውን የመግባቢያ ቦታ በአንድ አገር የጀመረበትን ዘመንና ስፍራ የሚያካትት ነው።"
}, {
    id: 88,
    question: "ከሚከተሉት ውስጥ የስነ ጽሁፍ ታሪክ ጅምሮን በትክክል የማይገልጸው ሃሳብ የትኛው ነው ?",
    options: ["ስነ ጽሁፋዊ ዋጋቸው ከፍ ያሉ ስራዎችን", "ፈጠራዊነት እና ምናባዊነት ጎልቶ የሚታይባቸው", "ጽሁፍ የሚባለውን የመግባቢያ ቦታ በአንድ አገር የጀመረበትን ዘመንና ስፍራ የሚያካትት ነው፡፡", "ልቦለድ፣ ግጥም፣ ተውኔትን የመሳሰሉት የፈጠራ ስራዎችን የሚያካትት ነው፡፡"],
    correctAnswer: 2,
    explanation: "ጽሁፍ የሚባለውን የመግባቢያ ቦታ በአንድ አገር የጀመረበትን ዘመንና ስፍራ የሚያካትት ነው።"
}, {
    id: 89,
    question: "ከሚከተሉት ውስጥ የስነ ጽሁፍ ታሪክ ጅምሮን በትክክል የማይገልጸው ሃሳብ የትኛው ነው ?",
    options: ["ስነ ጽሁፋዊ ዋጋቸው ከፍ ያሉ ስራዎችን", "ፈጠራዊነት እና ምናባዊነት ጎልቶ የሚታይባቸው", "ጽሁፍ የሚባለውን የመግባቢያ ቦታ በአንድ አገር የጀመረበትን ዘመንና ስፍራ የሚያካትት ነው፡፡", "ልቦለድ፣ ግጥም፣ ተውኔትን የመሳሰሉት የፈጠራ ስራዎችን የሚያካትት ነው፡፡"],
    correctAnswer: 2,
    explanation: "ጽሁፍ የሚባለውን የመግባቢያ ቦታ በአንድ አገር የጀመረበትን ዘመንና ስፍራ የሚያካትት ነው።"
}, {
    id: 90,
    question: "ከሚከተሉት ውስጥ የስነ ጽሁፍ ታሪክ ጅምሮን በትክክል የማይገልጸው ሃሳብ የትኛው ነው ?",
    options: ["ስነ ጽሁፋዊ ዋጋቸው ከፍ ያሉ ስራዎችን", "ፈጠራዊነት እና ምናባዊነት ጎልቶ የሚታይባቸው", "ጽሁፍ የሚባለውን የመግባቢያ ቦታ በአንድ አገር የጀመረበትን ዘመንና ስፍራ የሚያካትት ነው፡፡", "ልቦለድ፣ ግጥም፣ ተውኔትን የመሳሰሉት የፈጠራ ስራዎችን የሚያካትት ነው፡፡"],
    correctAnswer: 2,
    explanation: "ጽሁፍ የሚባለውን የመግባቢያ ቦታ በአንድ አገር የጀመረበትን ዘመንና ስፍራ የሚያካትት ነው።"
}, {
    id: 91,
    question: "ከሚከተሉት ውስጥ የስነ ጽሁፍ ታሪክ ጅምሮን በትክክል የማይገልጸው ሃሳብ የትኛው ነው ?",
    options: ["ስነ ጽሁፋዊ ዋጋቸው ከፍ ያሉ ስራዎችን", "ፈጠራዊነት እና ምናባዊነት ጎልቶ የሚታይባቸው", "ጽሁፍ የሚባለውን የመግባቢያ ቦታ በአንድ አገር የጀመረበትን ዘመንና ስፍራ የሚያካትት ነው፡፡", "ልቦለድ፣ ግጥም፣ ተውኔትን የመሳሰሉት የፈጠራ ስራዎችን የሚያካትት ነው፡፡"],
    correctAnswer: 2,
    explanation: "ጽሁፍ የሚባለውን የመግባቢያ ቦታ በአንድ አገር የጀመረበትን ዘመንና ስፍራ የሚያካትት ነው።"
}, {
    id: 92,
    question: "ከሚከተሉት ውስጥ የስነ ጽሁፍ ታሪክ ጅምሮን በትክክል የማይገልጸው ሃሳብ የትኛው ነው ?",
    options: ["ስነ ጽሁፋዊ ዋጋቸው ከፍ ያሉ ስራዎችን", "ፈጠራዊነት እና ምናባዊነት ጎልቶ የሚታይባቸው", "ጽሁፍ የሚባለውን የመግባቢያ ቦታ በአንድ አገር የጀመረበትን ዘመንና ስፍራ የሚያካትት ነው፡፡", "ልቦለድ፣ ግጥም፣ ተውኔትን የመሳሰሉት የፈጠራ ስራዎችን የሚያካትት ነው፡፡"],
    correctAnswer: 2,
    explanation: "ጽሁፍ የሚባለውን የመግባቢያ ቦታ በአንድ አገር የጀመረበትን ዘመንና ስፍራ የሚያካትት ነው።"
}, {
    id: 93,
    question: "ከሚከተሉት ውስጥ የስነ ጽሁፍ ታሪክ ጅምሮን በትክክል የማይገልጸው ሃሳብ የትኛው ነው ?",
    options: ["ስነ ጽሁፋዊ ዋጋቸው ከፍ ያሉ ስራዎችን", "ፈጠራዊነት እና ምናባዊነት ጎልቶ የሚታይባቸው", "ጽሁፍ የሚባለውን የመግባቢያ ቦታ በአንድ አገር የጀመረበትን ዘመንና ስፍራ የሚያካትት ነው፡፡", "ልቦለድ፣ ግጥም፣ ተውኔትን የመሳሰሉት የፈጠራ ስራዎችን የሚያካትት ነው፡፡"],
    correctAnswer: 2,
    explanation: "ጽሁፍ የሚባለውን የመግባቢያ ቦታ በአንድ አገር የጀመረበትን ዘመንና ስፍራ የሚያካትት ነው።"
}, {
    id: 94,
    question: "ከሚከተሉት ውስጥ የስነ ጽሁፍ ታሪክ ጅምሮን በትክክል የማይገልጸው ሃሳብ የትኛው ነው ?",
    options: ["ስነ ጽሁፋዊ ዋጋቸው ከፍ ያሉ ስራዎችን", "ፈጠራዊነት እና ምናባዊነት ጎልቶ የሚታይባቸው", "ጽሁፍ የሚባለውን የመግባቢያ ቦታ በአንድ አገር የጀመረበትን ዘመንና ስፍራ የሚያካትት ነው፡፡", "ልቦለድ፣ ግጥም፣ ተውኔትን የመሳሰሉት የፈጠራ ስራዎችን የሚያካትት ነው፡፡"],
    correctAnswer: 2,
    explanation: "ጽሁፍ የሚባለውን የመግባቢያ ቦታ በአንድ አገር የጀመረበትን ዘመንና ስፍራ የሚያካትት ነው።"
}, {
    id: 95,
    question: "ከሚከተሉት ውስጥ የስነ ጽሁፍ ታሪክ ጅምሮን በትክክል የማይገልጸው ሃሳብ የትኛው ነው ?",
    options: ["ስነ ጽሁፋዊ ዋጋቸው ከፍ ያሉ ስራዎችን", "ፈጠራዊነት እና ምናባዊነት ጎልቶ የሚታይባቸው", "ጽሁፍ የሚባለውን የመግባቢያ ቦታ በአንድ አገር የጀመረበትን ዘመንና ስፍራ የሚያካትት ነው፡፡", "ልቦለድ፣ ግጥም፣ ተውኔትን የመሳሰሉት የፈጠራ ስራዎችን የሚያካትት ነው፡፡"],
    correctAnswer: 2,
    explanation: "ጽሁፍ የሚባለውን የመግባቢያ ቦታ በአንድ አገር የጀመረበትን ዘመንና ስፍራ የሚያካትት ነው።"
}, {
    id: 97,
    question: "ከሚከተሉት ውስጥ የስነ ጽሁፍ ታሪክ ጅምሮን በትክክል የማይገልጸው ሃሳብ የትኛው ነው ?",
    options: ["ስነ ጽሁፋዊ ዋጋቸው ከፍ ያሉ ስራዎችን", "ፈጠራዊነት እና ምናባዊነት ጎልቶ የሚታይባቸው", "ጽሁፍ የሚባለውን የመግባቢያ ቦታ በአንድ አገር የጀመረበትን ዘመንና ስፍራ የሚያካትት ነው፡፡", "ልቦለድ፣ ግጥም፣ ተውኔትን የመሳሰሉት የፈጠራ ስራዎችን የሚያካትት ነው፡፡"],
    correctAnswer: 2,
    explanation: "ጽሁፍ የሚባለውን የመግባቢያ ቦታ በአንድ አገር የጀመረበትን ዘመንና ስፍራ የሚያካትት ነው።"
}, {
    id: 98,
    question: "ከሚከተሉት ውስጥ የስነ ጽሁፍ ታሪክ ጅምሮን በትክክል የማይገልጸው ሃሳብ የትኛው ነው ?",
    options: ["ስነ ጽሁፋዊ ዋጋቸው ከፍ ያሉ ስራዎችን", "ፈጠራዊነት እና ምናባዊነት ጎልቶ የሚታይባቸው", "ጽሁፍ የሚባለውን የመግባቢያ ቦታ በአንድ አገር የጀመረበትን ዘመንና ስፍራ የሚያካትት ነው፡፡", "ልቦለድ፣ ግጥም፣ ተውኔትን የመሳሰሉት የፈጠራ ስራዎችን የሚያካትት ነው፡፡"],
    correctAnswer: 2,
    explanation: "ጽሁፍ የሚባለውን የመግባቢያ ቦታ በአንድ አገር የጀመረበትን ዘመንና ስፍራ የሚያካትት ነው።"
}, {
    id: 100,
    question: "ከሚከተሉት ውስጥ የስነ ጽሁፍ ታሪክ ጅምሮን በትክክል የማይገልጸው ሃሳብ የትኛው ነው ?",
    options: ["ስነ ጽሁፋዊ ዋጋቸው ከፍ ያሉ ስራዎችን", "ፈጠራዊነት እና ምናባዊነት ጎልቶ የሚታይባቸው", "ጽሁፍ የሚባለውን የመግባቢያ ቦታ በአንድ አገር የጀመረበትን ዘመንና ስፍራ የሚያካትት ነው፡፡", "ልቦለድ፣ ግጥም፣ ተውኔትን የመሳሰሉት የፈጠራ ስራዎችን የሚያካትት ነው፡፡"],
    correctAnswer: 2,
    explanation: "ጽሁፍ የሚባለውን የመግባቢያ ቦታ በአንድ አገር የጀመረበትን ዘመንና ስፍራ የሚያካትት ነው።"
}, {
    id: 101,
    question: "ከሚከተሉት ውስጥ የስነ ጽሁፍ ታሪክ ጅምሮን በትክክል የማይገልጸው ሃሳብ የትኛው ነው ?",
    options: ["ስነ ጽሁፋዊ ዋጋቸው ከፍ ያሉ ስራዎችን", "ፈጠራዊነት እና ምናባዊነት ጎልቶ የሚታይባቸው", "ጽሁፍ የሚባለውን የመግባቢያ ቦታ በአንድ አገር የጀመረበትን ዘመንና ስፍራ የሚያካትት ነው፡፡", "ልቦለድ፣ ግጥም፣ ተውኔትን የመሳሰሉት የፈጠራ ስራዎችን የሚያካትት ነው፡፡"],
    correctAnswer: 2,
    explanation: "ጽሁፍ የሚባለውን የመግባቢያ ቦታ በአንድ አገር የጀመረበትን ዘመንና ስፍራ የሚያካትት ነው።"
}, {
    id: 102,
    question: "ከሚከተሉት ውስጥ የስነ ጽሁፍ ታሪክ ጅምሮን በትክክል የማይገልጸው ሃሳብ የትኛው ነው ?",
    options: ["ስነ ጽሁፋዊ ዋጋቸው ከፍ ያሉ ስራዎችን", "ፈጠራዊነት እና ምናባዊነት ጎልቶ የሚታይባቸው", "ጽሁፍ የሚባለውን የመግባቢያ ቦታ በአንድ አገር የጀመረበትን ዘመንና ስፍራ የሚያካትት ነው፡፡", "ልቦለድ፣ ግጥም፣ ተውኔትን የመሳሰሉት የፈጠራ ስራዎችን የሚያካትት ነው፡፡"],
    correctAnswer: 2,
    explanation: "ጽሁፍ የሚባለውን የመግባቢያ ቦታ በአንድ አገር የጀመረበትን ዘመንና ስፍራ የሚያካትት ነው።"
}, {
    id: 103,
    question: "ከሚከተሉት ውስጥ የስነ ጽሁፍ ታሪክ ጅምሮን በትክክል የማይገልጸው ሃሳብ የትኛው ነው ?",
    options: ["ስነ ጽሁፋዊ ዋጋቸው ከፍ ያሉ ስራዎችን", "ፈጠራዊነት እና ምናባዊነት ጎልቶ የሚታይባቸው", "ጽሁፍ የሚባለውን የመግባቢያ ቦታ በአንድ አገር የጀመረበትን ዘመንና ስፍራ የሚያካትት ነው፡፡", "ልቦለድ፣ ግጥም፣ ተውኔትን የመሳሰሉት የፈጠራ ስራዎችን የሚያካትት ነው፡፡"],
    correctAnswer: 2,
    explanation: "ጽሁፍ የሚባለውን የመግባቢያ ቦታ በአንድ አገር የጀመረበትን ዘመንና ስፍራ የሚያካትት ነው።"
}, {
    id: 104,
    question: "ከሚከተሉት ውስጥ የስነ ጽሁፍ ታሪክ ጅምሮን በትክክል የማይገልጸው ሃሳብ የትኛው ነው ?",
    options: ["ስነ ጽሁፋዊ ዋጋቸው ከፍ ያሉ ስራዎችን", "ፈጠራዊነት እና ምናባዊነት ጎልቶ የሚታይባቸው", "ጽሁፍ የሚባለውን የመግባቢያ ቦታ በአንድ አገር የጀመረበትን ዘመንና ስፍራ የሚያካትት ነው፡፡", "ልቦለድ፣ ግጥም፣ ተውኔትን የመሳሰሉት የፈጠራ ስራዎችን የሚያካትት ነው፡፡"],
    correctAnswer: 2,
    explanation: "ጽሁፍ የሚባለውን የመግባቢያ ቦታ በአንድ አገር የጀመረበትን ዘመንና ስፍራ የሚያካትት ነው።"
}, {
    id: 105,
    question: "ከሚከተሉት ውስጥ የስነ ጽሁፍ ታሪክ ጅምሮን በትክክል የማይገልጸው ሃሳብ የትኛው ነው ?",
    options: ["ስነ ጽሁፋዊ ዋጋቸው ከፍ ያሉ ስራዎችን", "ፈጠራዊነት እና ምናባዊነት ጎልቶ የሚታይባቸው", "ጽሁፍ የሚባለውን የመግባቢያ ቦታ በአንድ አገር የጀመረበትን ዘመንና ስፍራ የሚያካትት ነው፡፡", "ልቦለድ፣ ግጥም፣ ተውኔትን የመሳሰሉት የፈጠራ ስራዎችን የሚያካትት ነው፡፡"],
    correctAnswer: 2,
    explanation: "ጽሁፍ የሚባለውን የመግባቢያ ቦታ በአንድ አገር የጀመረበትን ዘመንና ስፍራ የሚያካትት ነው።"
}, {
    id: 106,
    question: "ከሚከተሉት ውስጥ የስነ ጽሁፍ ታሪክ ጅምሮን በትክክል የማይገልጸው ሃሳብ የትኛው ነው ?",
    options: ["ስነ ጽሁፋዊ ዋጋቸው ከፍ ያሉ ስራዎችን", "ፈጠራዊነት እና ምናባዊነት ጎልቶ የሚታይባቸው", "ጽሁፍ የሚባለውን የመግባቢያ ቦታ በአንድ አገር የጀመረበትን ዘመንና ስፍራ የሚያካትት ነው፡፡", "ልቦለድ፣ ግጥም፣ ተውኔትን የመሳሰሉት የፈጠራ ስራዎችን የሚያካትት ነው፡፡"],
    correctAnswer: 2,
    explanation: "ጽሁፍ የሚባለውን የመግባቢያ ቦታ በአንድ አገር የጀመረበትን ዘመንና ስፍራ የሚያካትት ነው።"
}, {
    id: 107,
    question: "ከሚከተሉት ውስጥ የስነ ጽሁፍ ታሪክ ጅምሮን በትክክል የማይገልጸው ሃሳብ የትኛው ነው ?",
    options: ["ስነ ጽሁፋዊ ዋጋቸው ከፍ ያሉ ስራዎችን", "ፈጠራዊነት እና ምናባዊነት ጎልቶ የሚታይባቸው", "ጽሁፍ የሚባለውን የመግባቢያ ቦታ በአንድ አገር የጀመረበትን ዘመንና ስፍራ የሚያካትት ነው፡፡", "ልቦለድ፣ ግጥም፣ ተውኔትን የመሳሰሉት የፈጠራ ስራዎችን የሚያካትት ነው፡፡"],
    correctAnswer: 2,
    explanation: "ጽሁፍ የሚባለውን የመግባቢያ ቦታ በአንድ አገር የጀመረበትን ዘመንና ስፍራ የሚያካትት ነው።"
}, {
    id: 108,
    question: "ከሚከተሉት ውስጥ የስነ ጽሁፍ ታሪክ ጅምሮን በትክክል የማይገልጸው ሃሳብ የትኛው ነው ?",
    options: ["ስነ ጽሁፋዊ ዋጋቸው ከፍ ያሉ ስራዎችን", "ፈጠራዊነት እና ምናባዊነት ጎልቶ የሚታይባቸው", "ጽሁፍ የሚባለውን የመግባቢያ ቦታ በአንድ አገር የጀመረበትን ዘመንና ስፍራ የሚያካትት ነው፡፡", "ልቦለድ፣ ግጥም፣ ተውኔትን የመሳሰሉት የፈጠራ ስራዎችን የሚያካትት ነው፡፡"],
    correctAnswer: 2,
    explanation: "ጽሁፍ የሚባለውን የመግባቢያ ቦታ በአንድ አገር የጀመረበትን ዘመንና ስፍራ የሚያካትት ነው።"
}, {
    id: 109,
    question: "ከሚከተሉት ውስጥ የስነ ጽሁፍ ታሪክ ጅምሮን በትክክል የማይገልጸው ሃሳብ የትኛው ነው ?",
    options: ["ስነ ጽሁፋዊ ዋጋቸው ከፍ ያሉ ስራዎችን", "ፈጠራዊነት እና ምናባዊነት ጎልቶ የሚታይባቸው", "ጽሁፍ የሚባለውን የመግባቢያ ቦታ በአንድ አገር የጀመረበትን ዘመንና ስፍራ የሚያካትት ነው፡፡", "ልቦለድ፣ ግጥም፣ ተውኔትን የመሳሰሉት የፈጠራ ስራዎችን የሚያካትት ነው፡፡"],
    correctAnswer: 2,
    explanation: "ጽሁፍ የሚባለውን የመግባቢያ ቦታ በአንድ አገር የጀመረበትን ዘመንና ስፍራ የሚያካትት ነው።"
}, {
    id: 110,
    question: "ከሚከተሉት ውስጥ የስነ ጽሁፍ ታሪክ ጅምሮን በትክክል የማይገልጸው ሃሳብ የትኛው ነው ?",
    options: ["ስነ ጽሁፋዊ ዋጋቸው ከፍ ያሉ ስራዎችን", "ፈጠራዊነት እና ምናባዊነት ጎልቶ የሚታይባቸው", "ጽሁፍ የሚባለውን የመግባቢያ ቦታ በአንድ አገር የጀመረበትን ዘመንና ስፍራ የሚያካትት ነው፡፡", "ልቦለድ፣ ግጥም፣ ተውኔትን የመሳሰሉት የፈጠራ ስራዎችን የሚያካትት ነው፡፡"],
    correctAnswer: 2,
    explanation: "ጽሁፍ የሚባለውን የመግባቢያ ቦታ በአንድ አገር የጀመረበትን ዘመንና ስፍራ የሚያካትት ነው።"
}, {
    id: 111,
    question: "ከሚከተሉት ውስጥ የስነ ጽሁፍ ታሪክ ጅምሮን በትክክል የማይገልጸው ሃሳብ የትኛው ነው ?",
    options: ["ስነ ጽሁፋዊ ዋጋቸው ከፍ ያሉ ስራዎችን", "ፈጠራዊነት እና ምናባዊነት ጎልቶ የሚታይባቸው", "ጽሁፍ የሚባለውን የመግባቢያ ቦታ በአንድ አገር የጀመረበትን ዘመንና ስፍራ የሚያካትት ነው፡፡", "ልቦለድ፣ ግጥም፣ ተውኔትን የመሳሰሉት የፈጠራ ስራዎችን የሚያካትት ነው፡፡"],
    correctAnswer: 2,
    explanation: "ጽሁፍ የሚባለውን የመግባቢያ ቦታ በአንድ አገር የጀመረበትን ዘመንና ስፍራ የሚያካትት ነው።"
}, {
    id: 113,
    question: "ከሚከተሉት ውስጥ የስነ ጽሁፍ ታሪክ ጅምሮን በትክክል የማይገልጸው ሃሳብ የትኛው ነው ?",
    options: ["ስነ ጽሁፋዊ ዋጋቸው ከፍ ያሉ ስራዎችን", "ፈጠራዊነት እና ምናባዊነት ጎልቶ የሚታይባቸው", "ጽሁፍ የሚባለውን የመግባቢያ ቦታ በአንድ አገር የጀመረበትን ዘመንና ስፍራ የሚያካትት ነው፡፡", "ልቦለድ፣ ግጥም፣ ተውኔትን የመሳሰሉት የፈጠራ ስራዎችን የሚያካትት ነው፡፡"],
    correctAnswer: 2,
    explanation: "ጽሁፍ የሚባለውን የመግባቢያ ቦታ በአንድ አገር የጀመረበትን ዘመንና ስፍራ የሚያካትት ነው።"
}, {
    id: 114,
    question: "ከሚከተሉት ውስጥ የስነ ጽሁፍ ታሪክ ጅምሮን በትክክል የማይገልጸው ሃሳብ የትኛው ነው ?",
    options: ["ስነ ጽሁፋዊ ዋጋቸው ከፍ ያሉ ስራዎችን", "ፈጠራዊነት እና ምናባዊነት ጎልቶ የሚታይባቸው", "ጽሁፍ የሚባለውን የመግባቢያ ቦታ በአንድ አገር የጀመረበትን ዘመንና ስፍራ የሚያካትት ነው፡፡", "ልቦለድ፣ ግጥም፣ ተውኔትን የመሳሰሉት የፈጠራ ስራዎችን የሚያካትት ነው፡፡"],
    correctAnswer: 2,
    explanation: "ጽሁፍ የሚባለውን የመግባቢያ ቦታ በአንድ አገር የጀመረበትን ዘመንና ስፍራ የሚያካትት ነው።"
}, {
    id: 115,
    question: "ከሚከተሉት ውስጥ የስነ ጽሁፍ ታሪክ ጅምሮን በትክክል የማይገልጸው ሃሳብ የትኛው ነው ?",
    options: ["ስነ ጽሁፋዊ ዋጋቸው ከፍ ያሉ ስራዎችን", "ፈጠራዊነት እና ምናባዊነት ጎልቶ የሚታይባቸው", "ጽሁፍ የሚባለውን የመግባቢያ ቦታ በአንድ አገር የጀመረበትን ዘመንና ስፍራ የሚያካትት ነው፡፡", "ልቦለድ፣ ግጥም፣ ተውኔትን የመሳሰሉት የፈጠራ ስራዎችን የሚያካትት ነው፡፡"],
    correctAnswer: 2,
    explanation: "ጽሁፍ የሚባለውን የመግባቢያ ቦታ በአንድ አገር የጀመረበትን ዘመንና ስፍራ የሚያካትት ነው።"
}, {
    id: 116,
    question: "ከሚከተሉት ውስጥ የስነ ጽሁፍ ታሪክ ጅምሮን በትክክል የማይገልጸው ሃሳብ የትኛው ነው ?",
    options: ["ስነ ጽሁፋዊ ዋጋቸው ከፍ ያሉ ስራዎችን", "ፈጠራዊነት እና ምናባዊነት ጎልቶ የሚታይባቸው", "ጽሁፍ የሚባለውን የመግባቢያ ቦታ በአንድ አገር የጀመረበትን ዘመንና ስፍራ የሚያካትት ነው፡፡", "ልቦለድ፣ ግጥም፣ ተውኔትን የመሳሰሉት የፈጠራ ስራዎችን የሚያካትት ነው፡፡"],
    correctAnswer: 2,
    explanation: "ጽሁፍ የሚባለውን የመግባቢያ ቦታ በአንድ አገር የጀመረበትን ዘመንና ስፍራ የሚያካትት ነው።"
}, {
    id: 117,
    question: "ከሚከተሉት ውስጥ የስነ ጽሁፍ ታሪክ ጅምሮን በትክክል የማይገልጸው ሃሳብ የትኛው ነው ?",
    options: ["ስነ ጽሁፋዊ ዋጋቸው ከፍ ያሉ ስራዎችን", "ፈጠራዊነት እና ምናባዊነት ጎልቶ የሚታይባቸው", "ጽሁፍ የሚባለውን የመግባቢያ ቦታ በአንድ አገር የጀመረበትን ዘመንና ስፍራ የሚያካትት ነው፡፡", "ልቦለድ፣ ግጥም፣ ተውኔትን የመሳሰሉት የፈጠራ ስራዎችን የሚያካትት ነው፡፡"],
    correctAnswer: 2,
    explanation: "ጽሁፍ የሚባለውን የመግባቢያ ቦታ በአንድ አገር የጀመረበትን ዘመንና ስፍራ የሚያካትት ነው።"
}, {
    id: 118,
    question: "ከሚከተሉት ውስጥ የስነ ጽሁፍ ታሪክ ጅምሮን በትክክል የማይገልጸው ሃሳብ የትኛው ነው ?",
    options: ["ስነ ጽሁፋዊ ዋጋቸው ከፍ ያሉ ስራዎችን", "ፈጠራዊነት እና ምናባዊነት ጎልቶ የሚታይባቸው", "ጽሁፍ የሚባለውን የመግባቢያ ቦታ በአንድ አገር የጀመረበትን ዘመንና ስፍራ የሚያካትት ነው፡፡", "ልቦለድ፣ ግጥም፣ ተውኔትን የመሳሰሉት የፈጠራ ስራዎችን የሚያካትት ነው፡፡"],
    correctAnswer: 2,
    explanation: "ጽሁፍ የሚባለውን የመግባቢያ ቦታ በአንድ አገር የጀመረበትን ዘመንና ስፍራ የሚያካትት ነው።"
}, {
    id: 119,
    question: "ከሚከተሉት ውስጥ የስነ ጽሁፍ ታሪክ ጅምሮን በትክክል የማይገልጸው ሃሳብ የትኛው ነው ?",
    options: ["ስነ ጽሁፋዊ ዋጋቸው ከፍ ያሉ ስራዎችን", "ፈጠራዊነት እና ምናባዊነት ጎልቶ የሚታይባቸው", "ጽሁፍ የሚባለውን የመግባቢያ ቦታ በአንድ አገር የጀመረበትን ዘመንና ስፍራ የሚያካትት ነው፡፡", "ልቦለድ፣ ግጥም፣ ተውኔትን የመሳሰሉት የፈጠራ ስራዎችን የሚያካትት ነው፡፡"],
    correctAnswer: 2,
    explanation: "ጽሁፍ የሚባለውን የመግባቢያ ቦታ በአንድ አገር የጀመረበትን ዘመንና ስፍራ የሚያካትት ነው።"
}, {
    id: 120,
    question: "ከሚከተሉት ውስጥ የስነ ጽሁፍ ታሪክ ጅምሮን በትክክል የማይገልጸው ሃሳብ የትኛው ነው ?",
    options: ["ስነ ጽሁፋዊ ዋጋቸው ከፍ ያሉ ስራዎችን", "ፈጠራዊነት እና ምናባዊነት ጎልቶ የሚታይባቸው", "ጽሁፍ የሚባለውን የመግባቢያ ቦታ በአንድ አገር የጀመረበትን ዘመንና ስፍራ የሚያካትት ነው፡፡", "ልቦለድ፣ ግጥም፣ ተውኔትን የመሳሰሉት የፈጠራ ስራዎችን የሚያካትት ነው፡፡"],
    correctAnswer: 2,
    explanation: "ጽሁፍ የሚባለውን የመግባቢያ ቦታ በአንድ አገር የጀመረበትን ዘመንና ስፍራ የሚያካትት ነው።"
}, {
    id: 121,
    question: "ከሚከተሉት ውስጥ የስነ ጽሁፍ ታሪክ ጅምሮን በትክክል የማይገልጸው ሃሳብ የትኛው ነው ?",
    options: ["ስነ ጽሁፋዊ ዋጋቸው ከፍ ያሉ ስራዎችን", "ፈጠራዊነት እና ምናባዊነት ጎልቶ የሚታይባቸው", "ጽሁፍ የሚባለውን የመግባቢያ ቦታ በአንድ አገር የጀመረበትን ዘመንና ስፍራ የሚያካትት ነው፡፡", "ልቦለድ፣ ግጥም፣ ተውኔትን የመሳሰሉት የፈጠራ ስራዎችን የሚያካትት ነው፡፡"],
    correctAnswer: 2,
    explanation: "ጽሁፍ የሚባለውን የመግባቢያ ቦታ በአንድ አገር የጀመረበትን ዘመንና ስፍራ የሚያካትት ነው።"
}, {
    id: 122,
    question: "ከሚከተሉት ውስጥ የስነ ጽሁፍ ታሪክ ጅምሮን በትክክል የማይገልጸው ሃሳብ የትኛው ነው ?",
    options: ["ስነ ጽሁፋዊ ዋጋቸው ከፍ ያሉ ስራዎችን", "ፈጠራዊነት እና ምናባዊነት ጎልቶ የሚታይባቸው", "ጽሁፍ የሚባለውን የመግባቢያ ቦታ በአንድ አገር የጀመረበትን ዘመንና ስፍራ የሚያካትት ነው፡፡", "ልቦለድ፣ ግጥም፣ ተውኔትን የመሳሰሉት የፈጠራ ስራዎችን የሚያካትት ነው፡፡"],
    correctAnswer: 2,
    explanation: "ጽሁፍ የሚባለውን የመግባቢያ ቦታ በአንድ አገር የጀመረበትን ዘመንና ስፍራ የሚያካትት ነው።"
}, {
    id: 123,
    question: "ከሚከተሉት ውስጥ የስነ ጽሁፍ ታሪክ ጅምሮን በትክክል የማይገልጸው ሃሳብ የትኛው ነው ?",
    options: ["ስነ ጽሁፋዊ ዋጋቸው ከፍ ያሉ ስራዎችን", "ፈጠራዊነት እና ምናባዊነት ጎልቶ የሚታይባቸው", "ጽሁፍ የሚባለውን የመግባቢያ ቦታ በአንድ አገር የጀመረበትን ዘመንና ስፍራ የሚያካትት ነው፡፡", "ልቦለድ፣ ግጥም፣ ተውኔትን የመሳሰሉት የፈጠራ ስራዎችን የሚያካትት ነው፡፡"],
    correctAnswer: 2,
    explanation: "ጽሁፍ የሚባለውን የመግባቢያ ቦታ በአንድ አገር የጀመረበትን ዘመንና ስፍራ የሚያካትት ነው።"
}, {
    id: 124,
    question: "ከሚከተሉት ውስጥ የስነ ጽሁፍ ታሪክ ጅምሮን በትክክል የማይገልጸው ሃሳብ የትኛው ነው ?",
    options: ["ስነ ጽሁፋዊ ዋጋቸው ከፍ ያሉ ስራዎችን", "ፈጠራዊነት እና ምናባዊነት ጎልቶ የሚታይባቸው", "ጽሁፍ የሚባለውን የመግባቢያ ቦታ በአንድ አገር የጀመረበትን ዘመንና ስፍራ የሚያካትት ነው፡፡", "ልቦለድ፣ ግጥም፣ ተውኔትን የመሳሰሉት የፈጠራ ስራዎችን የሚያካትት ነው፡፡"],
    correctAnswer: 2,
    explanation: "ጽሁፍ የሚባለውን የመግባቢያ ቦታ በአንድ አገር የጀመረበትን ዘመንና ስፍራ የሚያካትት ነው።"
}, {
    id: 125,
    question: "ከሚከተሉት ውስጥ የስነ ጽሁፍ ታሪክ ጅምሮን በትክክል የማይገልጸው ሃሳብ የትኛው ነው ?",
    options: ["ስነ ጽሁፋዊ ዋጋቸው ከፍ ያሉ ስራዎችን", "ፈጠራዊነት እና ምናባዊነት ጎልቶ የሚታይባቸው", "ጽሁፍ የሚባለውን የመግባቢያ ቦታ በአንድ አገር የጀመረበትን ዘመንና ስፍራ የሚያካትት ነው፡፡", "ልቦለድ፣ ግጥም፣ ተውኔትን የመሳሰሉት የፈጠራ ስራዎችን የሚያካትት ነው፡፡"],
    correctAnswer: 2,
    explanation: "ጽሁፍ የሚባለውን የመግባቢያ ቦታ በአንድ አገር የጀመረበትን ዘመንና ስፍራ የሚያካትት ነው።"
}, {
    id: 126,
    question: "ከሚከተሉት ውስጥ የስነ ጽሁፍ ታሪክ ጅምሮን በትክክል የማይገልጸው ሃሳብ የትኛው ነው ?",
    options: ["ስነ ጽሁፋዊ ዋጋቸው ከፍ ያሉ ስራዎችን", "ፈጠራዊነት እና ምናባዊነት ጎልቶ የሚታይባቸው", "ጽሁፍ የሚባለውን የመግባቢያ ቦታ በአንድ አገር የጀመረበትን ዘመንና ስፍራ የሚያካትት ነው፡፡", "ልቦለድ፣ ግጥም፣ ተውኔትን የመሳሰሉት የፈጠራ ስራዎችን የሚያካትት ነው፡፡"],
    correctAnswer: 2,
    explanation: "ጽሁፍ የሚባለውን የመግባቢያ ቦታ በአንድ አገር የጀመረበትን ዘመንና ስፍራ የሚያካትት ነው።"
}, {
    id: 127,
    question: "ከሚከተሉት ውስጥ የስነ ጽሁፍ ታሪክ ጅምሮን በትክክል የማይገልጸው ሃሳብ የትኛው ነው ?",
    options: ["ስነ ጽሁፋዊ ዋጋቸው ከፍ ያሉ ስራዎችን", "ፈጠራዊነት እና ምናባዊነት ጎልቶ የሚታይባቸው", "ጽሁፍ የሚባለውን የመግባቢያ ቦታ በአንድ አገር የጀመረበትን ዘመንና ስፍራ የሚያካትት ነው፡፡", "ልቦለድ፣ ግጥም፣ ተውኔትን የመሳሰሉት የፈጠራ ስራዎችን የሚያካትት ነው፡፡"],
    correctAnswer: 2,
    explanation: "ጽሁፍ የሚባለውን የመግባቢያ ቦታ በአንድ አገር የጀመረበትን ዘመንና ስፍራ የሚያካትት ነው።"
}, {
    id: 129,
    question: "ከሚከተሉት ውስጥ የስነ ጽሁፍ ታሪክ ጅምሮን በትክክል የማይገልጸው ሃሳብ የትኛው ነው ?",
    options: ["ስነ ጽሁፋዊ ዋጋቸው ከፍ ያሉ ስራዎችን", "ፈጠራዊነት እና ምናባዊነት ጎልቶ የሚታይባቸው", "ጽሁፍ የሚባለውን የመግባቢያ ቦታ በአንድ አገር የጀመረበትን ዘመንና ስፍራ የሚያካትት ነው፡፡", "ልቦለድ፣ ግጥም፣ ተውኔትን የመሳሰሉት የፈጠራ ስራዎችን የሚያካትት ነው፡፡"],
    correctAnswer: 2,
    explanation: "ጽሁፍ የሚባለውን የመግባቢያ ቦታ በአንድ አገር የጀመረበትን ዘመንና ስፍራ የሚያካትት ነው።"
}, {
    id: 130,
    question: "ከሚከተሉት ውስጥ የስነ ጽሁፍ ታሪክ ጅምሮን በትክክል የማይገልጸው ሃሳብ የትኛው ነው ?",
    options: ["ስነ ጽሁፋዊ ዋጋቸው ከፍ ያሉ ስራዎችን", "ፈጠራዊነት እና ምናባዊነት ጎልቶ የሚታይባቸው", "ጽሁፍ የሚባለውን የመግባቢያ ቦታ በአንድ አገር የጀመረበትን ዘመንና ስፍራ የሚያካትት ነው፡፡", "ልቦለድ፣ ግጥም፣ ተውኔትን የመሳሰሉት የፈጠራ ስራዎችን የሚያካትት ነው፡፡"],
    correctAnswer: 2,
    explanation: "ጽሁፍ የሚባለውን የመግባቢያ ቦታ በአንድ አገር የጀመረበትን ዘመንና ስፍራ የሚያካትት ነው።"
}, {
    id: 131,
    question: "ከሚከተሉት ውስጥ የስነ ጽሁፍ ታሪክ ጅምሮን በትክክል የማይገልጸው ሃሳብ የትኛው ነው ?",
    options: ["ስነ ጽሁፋዊ ዋጋቸው ከፍ ያሉ ስራዎችን", "ፈጠራዊነት እና ምናባዊነት ጎልቶ የሚታይባቸው", "ጽሁፍ የሚባለውን የመግባቢያ ቦታ በአንድ አገር የጀመረበትን ዘመንና ስፍራ የሚያካትት ነው፡፡", "ልቦለድ፣ ግጥም፣ ተውኔትን የመሳሰሉት የፈጠራ ስራዎችን የሚያካትት ነው፡፡"],
    correctAnswer: 2,
    explanation: "ጽሁፍ የሚባለውን የመግባቢያ ቦታ በአንድ አገር የጀመረበትን ዘመንና ስፍራ የሚያካትት ነው።"
}, {
    id: 132,
    question: "ከሚከተሉት ውስጥ የስነ ጽሁፍ ታሪክ ጅምሮን በትክክል የማይገልጸው ሃሳብ የትኛው ነው ?",
    options: ["ስነ ጽሁፋዊ ዋጋቸው ከፍ ያሉ ስራዎችን", "ፈጠራዊነት እና ምናባዊነት ጎልቶ የሚታይባቸው", "ጽሁፍ የሚባለውን የመግባቢያ ቦታ በአንድ አገር የጀመረበትን ዘመንና ስፍራ የሚያካትት ነው፡፡", "ልቦለድ፣ ግጥም፣ ተውኔትን የመሳሰሉት የፈጠራ ስራዎችን የሚያካትት ነው፡፡"],
    correctAnswer: 2,
    explanation: "ጽሁፍ የሚባለውን የመግባቢያ ቦታ በአንድ አገር የጀመረበትን ዘመንና ስፍራ የሚያካትት ነው።"
}, {
    id: 133,
    question: "ከሚከተሉት ውስጥ የስነ ጽሁፍ ታሪክ ጅምሮን በትክክል የማይገልጸው ሃሳብ የትኛው ነው ?",
    options: ["ስነ ጽሁፋዊ ዋጋቸው ከፍ ያሉ ስራዎችን", "ፈጠራዊነት እና ምናባዊነት ጎልቶ የሚታይባቸው", "ጽሁፍ የሚባለውን የመግባቢያ ቦታ በአንድ አገር የጀመረበትን ዘመንና ስፍራ የሚያካትት ነው፡፡", "ልቦለድ፣ ግጥም፣ ተውኔትን የመሳሰሉት የፈጠራ ስራዎችን የሚያካትት ነው፡፡"],
    correctAnswer: 2,
    explanation: "ጽሁፍ የሚባለውን የመግባቢያ ቦታ በአንድ አገር የጀመረበትን ዘመንና ስፍራ የሚያካትት ነው።"
}, {
    id: 134,
    question: "ከሚከተሉት ውስጥ የስነ ጽሁፍ ታሪክ ጅምሮን በትክክል የማይገልጸው ሃሳብ የትኛው ነው ?",
    options: ["ስነ ጽሁፋዊ ዋጋቸው ከፍ ያሉ ስራዎችን", "ፈጠራዊነት እና ምናባዊነት ጎልቶ የሚታይባቸው", "ጽሁፍ የሚባለውን የመግባቢያ ቦታ በአንድ አገር የጀመረበትን ዘመንና ስፍራ የሚያካትት ነው፡፡", "ልቦለድ፣ ግጥም፣ ተውኔትን የመሳሰሉት የፈጠራ ስራዎችን የሚያካትት ነው፡፡"],
    correctAnswer: 2,
    explanation: "ጽሁፍ የሚባለውን የመግባቢያ ቦታ በአንድ አገር የጀመረበትን ዘመንና ስፍራ የሚያካትት ነው።"
}, {
    id: 135,
    question: "ከሚከተሉት ውስጥ የስነ ጽሁፍ ታሪክ ጅምሮን በትክክል የማይገልጸው ሃሳብ የትኛው ነው ?",
    options: ["ስነ ጽሁፋዊ ዋጋቸው ከፍ ያሉ ስራዎችን", "ፈጠራዊነት እና ምናባዊነት ጎልቶ የሚታይባቸው", "ጽሁፍ የሚባለውን የመግባቢያ ቦታ በአንድ አገር የጀመረበትን ዘመንና ስፍራ የሚያካትት ነው፡፡", "ልቦለድ፣ ግጥም፣ ተውኔትን የመሳሰሉት የፈጠራ ስራዎችን የሚያካትት ነው፡፡"],
    correctAnswer: 2,
    explanation: "ጽሁፍ የሚባለውን የመግባቢያ ቦታ በአንድ አገር የጀመረበትን ዘመንና ስፍራ የሚያካትት ነው።"
}, {
    id: 136,
    question: "ከሚከተሉት ውስጥ የስነ ጽሁፍ ታሪክ ጅምሮን በትክክል የማይገልጸው ሃሳብ የትኛው ነው ?",
    options: ["ስነ ጽሁፋዊ ዋጋቸው ከፍ ያሉ ስራዎችን", "ፈጠራዊነት እና ምናባዊነት ጎልቶ የሚታይባቸው", "ጽሁፍ የሚባለውን የመግባቢያ ቦታ በአንድ አገር የጀመረበትን ዘመንና ስፍራ የሚያካትት ነው፡፡", "ልቦለድ፣ ግጥም፣ ተውኔትን የመሳሰሉት የፈጠራ ስራዎችን የሚያካትት ነው፡፡"],
    correctAnswer: 2,
    explanation: "ጽሁፍ የሚባለውን የመግባቢያ ቦታ በአንድ አገር የጀመረበትን ዘመንና ስፍራ የሚያካትት ነው።"
}, {
    id: 137,
    question: "ከሚከተሉት ውስጥ የስነ ጽሁፍ ታሪክ ጅምሮን በትክክል የማይገልጸው ሃሳብ የትኛው ነው ?",
    options: ["ስነ ጽሁፋዊ ዋጋቸው ከፍ ያሉ ስራዎችን", "ፈጠራዊነት እና ምናባዊነት ጎልቶ የሚታይባቸው", "ጽሁፍ የሚባለውን የመግባቢያ ቦታ በአንድ አገር የጀመረበትን ዘመንና ስፍራ የሚያካትት ነው፡፡", "ልቦለድ፣ ግጥም፣ ተውኔትን የመሳሰሉት የፈጠራ ስራዎችን የሚያካትት ነው፡፡"],
    correctAnswer: 2,
    explanation: "ጽሁፍ የሚባለውን የመግባቢያ ቦታ በአንድ አገር የጀመረበትን ዘመንና ስፍራ የሚያካትት ነው።"
}, {
    id: 138,
    question: "ከሚከተሉት ውስጥ የስነ ጽሁፍ ታሪክ ጅምሮን በትክክል የማይገልጸው ሃሳብ የትኛው ነው ?",
    options: ["ስነ ጽሁፋዊ ዋጋቸው ከፍ ያሉ ስራዎችን", "ፈጠራዊነት እና ምናባዊነት ጎልቶ የሚታይባቸው", "ጽሁፍ የሚባለውን የመግባቢያ ቦታ በአንድ አገር የጀመረበትን ዘመንና ስፍራ የሚያካትት ነው፡፡", "ልቦለድ፣ ግጥም፣ ተውኔትን የመሳሰሉት የፈጠራ ስራዎችን የሚያካትት ነው፡፡"],
    correctAnswer: 2,
    explanation: "ጽሁፍ የሚባለውን የመግባቢያ ቦታ በአንድ አገር የጀመረበትን ዘመንና ስፍራ የሚያካትት ነው።"
}, {
    id: 139,
    question: "ከሚከተሉት ውስጥ የስነ ጽሁፍ ታሪክ ጅምሮን በትክክል የማይገልጸው ሃሳብ የትኛው ነው ?",
    options: ["ስነ ጽሁፋዊ ዋጋቸው ከፍ ያሉ ስራዎችን", "ፈጠራዊነት እና ምናባዊነት ጎልቶ የሚታይባቸው", "ጽሁፍ የሚባለውን የመግባቢያ ቦታ በአንድ አገር የጀመረበትን ዘመንና ስፍራ የሚያካትት ነው፡፡", "ልቦለድ፣ ግጥም፣ ተውኔትን የመሳሰሉት የፈጠራ ስራዎችን የሚያካትት ነው፡፡"],
    correctAnswer: 2,
    explanation: "ጽሁፍ የሚባለውን የመግባቢያ ቦታ በአንድ አገር የጀመረበትን ዘመንና ስፍራ የሚያካትት ነው።"
}, {
    id: 140,
    question: "ከሚከተሉት ውስጥ የስነ ጽሁፍ ታሪክ ጅምሮን በትክክል የማይገልጸው ሃሳብ የትኛው ነው ?",
    options: ["ስነ ጽሁፋዊ ዋጋቸው ከፍ ያሉ ስራዎችን", "ፈጠራዊነት እና ምናባዊነት ጎልቶ የሚታይባቸው", "ጽሁፍ የሚባለውን የመግባቢያ ቦታ በአንድ አገር የጀመረበትን ዘመንና ስፍራ የሚያካትት ነው፡፡", "ልቦለድ፣ ግጥም፣ ተውኔትን የመሳሰሉት የፈጠራ ስራዎችን የሚያካትት ነው፡፡"],
    correctAnswer: 2,
    explanation: "ጽሁፍ የሚባለውን የመግባቢያ ቦታ በአንድ አገር የጀመረበትን ዘመንና ስፍራ የሚያካትት ነው።"
}, {
    id: 141,
    question: "ከሚከተሉት ውስጥ የስነ ጽሁፍ ታሪክ ጅምሮን በትክክል የማይገልጸው ሃሳብ የትኛው ነው ?",
    options: ["ስነ ጽሁፋዊ ዋጋቸው ከፍ ያሉ ስራዎችን", "ፈጠራዊነት እና ምናባዊነት ጎልቶ የሚታይባቸው", "ጽሁፍ የሚባለውን የመግባቢያ ቦታ በአንድ አገር የጀመረበትን ዘመንና ስፍራ የሚያካትት ነው፡፡", "ልቦለድ፣ ግጥም፣ ተውኔትን የመሳሰሉት የፈጠራ ስራዎችን የሚያካትት ነው፡፡"],
    correctAnswer: 2,
    explanation: "ጽሁፍ የሚባለውን የመግባቢያ ቦታ በአንድ አገር የጀመረበትን ዘመንና ስፍራ የሚያካትት ነው።"
}, {
    id: 142,
    question: "ከሚከተሉት ውስጥ የስነ ጽሁፍ ታሪክ ጅምሮን በትክክል የማይገልጸው ሃሳብ የትኛው ነው ?",
    options: ["ስነ ጽሁፋዊ ዋጋቸው ከፍ ያሉ ስራዎችን", "ፈጠራዊነት እና ምናባዊነት ጎልቶ የሚታይባቸው", "ጽሁፍ የሚባለውን የመግባቢያ ቦታ በአንድ አገር የጀመረበትን ዘመንና ስፍራ የሚያካትት ነው፡፡", "ልቦለድ፣ ግጥም፣ ተውኔትን የመሳሰሉት የፈጠራ ስራዎችን የሚያካትት ነው፡፡"],
    correctAnswer: 2,
    explanation: "ጽሁፍ የሚባለውን የመግባቢያ ቦታ በአንድ አገር የጀመረበትን ዘመንና ስፍራ የሚያካትት ነው።"
}, {
    id: 143,
    question: "ከሚከተሉት ውስጥ የስነ ጽሁፍ ታሪክ ጅምሮን በትክክል የማይገልጸው ሃሳብ የትኛው ነው ?",
    options: ["ስነ ጽሁፋዊ ዋጋቸው ከፍ ያሉ ስራዎችን", "ፈጠራዊነት እና ምናባዊነት ጎልቶ የሚታይባቸው", "ጽሁፍ የሚባለውን የመግባቢያ ቦታ በአንድ አገር የጀመረበትን ዘመንና ስፍራ የሚያካትት ነው፡፡"]
}, {
    id: 128,
    question: "ከሚከተሉት ውስጥ የስነ ጽሁፍ ታሪክ ጅምሮን በትክክል የማይገልጸው ሃሳብ የትኛው ነው ?",
    options: ["ስነ ጽሁፋዊ ዋጋቸው ከፍ ያሉ ስራዎችን", "ፈጠራዊነት እና ምናባዊነት ጎልቶ የሚታይባቸው", "ጽሁፍ የሚባለውን የመግባቢያ ቦታ በአንድ አገር የጀመረበትን ዘመንና ስፍራ የሚያካትት ነው፡፡", "ልቦለድ፣ ግጥም፣ ተውኔትን የመሳሰሉት የፈጠራ ስራዎችን የሚያካትት ነው፡፡"],
    correctAnswer: 2,
    explanation: "ጽሁፍ የሚባለውን የመግባቢያ ቦታ በአንድ አገር የጀመረበትን ዘመንና ስፍራ የሚያካትት ነው።"
}, {
    id: 129,
    question: "ከሚከተሉት ውስጥ የስነ ጽሁፍ ታሪክ ጅምሮን በትክክል የማይገልጸው ሃሳብ የትኛው ነው ?",
    options: ["ስነ ጽሁፋዊ ዋጋቸው ከፍ ያሉ ስራዎችን", "ፈጠራዊነት እና ምናባዊነት ጎልቶ የሚታይባቸው", "ጽሁፍ የሚባለውን የመግባቢያ ቦታ በአንድ አገር የጀመረበትን ዘመንና ስፍራ የሚያካትት ነው፡፡", "ልቦለድ፣ ግጥም፣ ተውኔትን የመሳሰሉት የፈጠራ ስራዎችን የሚያካትት ነው፡፡"],
    correctAnswer: 2,
    explanation: "ጽሁፍ የሚባለውን የመግባቢያ ቦታ በአንድ አገር የጀመረበትን ዘመንና ስፍራ የሚያካትት ነው።"
}, {
    id: 130,
    question: "ከሚከተሉት ውስጥ የስነ ጽሁፍ ታሪክ ጅምሮን በትክክል የማይገልጸው ሃሳብ የትኛው ነው ?",
    options: ["ስነ ጽሁፋዊ ዋጋቸው ከፍ ያሉ ስራዎችን", "ፈጠራዊነት እና ምናባዊነት ጎልቶ የሚታይባቸው", "ጽሁፍ የሚባለውን የመግባቢያ ቦታ በአንድ አገር የጀመረበትን ዘመንና ስፍራ የሚያካትት ነው፡፡", "ልቦለድ፣ ግጥም፣ ተውኔትን የመሳሰሉት የፈጠራ ስራዎችን የሚያካትት ነው፡፡"],
    correctAnswer: 2,
    explanation: "ጽሁፍ የሚባለውን የመግባቢያ ቦታ በአንድ አገር የጀመረበትን ዘመንና ስፍራ የሚያካትት ነው።"
}, {
    id: 131,
    question: "ከሚከተሉት ውስጥ የስነ ጽሁፍ ታሪክ ጅምሮን በትክክል የማይገልጸው ሃሳብ የትኛው ነው ?",
    options: ["ስነ ጽሁፋዊ ዋጋቸው ከፍ ያሉ ስራዎችን", "ፈጠራዊነት እና ምናባዊነት ጎልቶ የሚታይባቸው", "ጽሁፍ የሚባለውን የመግባቢያ ቦታ በአንድ አገር የጀመረበትን ዘመንና ስፍራ የሚያካትት ነው፡፡", "ልቦለድ፣ ግጥም፣ ተውኔትን የመሳሰሉት የፈጠራ ስራዎችን የሚያካትት ነው፡፡"],
    correctAnswer: 2,
    explanation: "ጽሁፍ የሚባለውን የመግባቢያ ቦታ በአንድ አገር የጀመረበትን ዘመንና ስፍራ የሚያካትት ነው።"
}, {
    id: 132,
    question: "ከሚከተሉት ውስጥ የስነ ጽሁፍ ታሪክ ጅምሮን በትክክል የማይገልጸው ሃሳብ የትኛው ነው ?",
    options: ["ስነ ጽሁፋዊ ዋጋቸው ከፍ ያሉ ስራዎችን", "ፈጠራዊነት እና ምናባዊነት ጎልቶ የሚታይባቸው", "ጽሁፍ የሚባለውን የመግባቢያ ቦታ በአንድ አገር የጀመረበትን ዘመንና ስፍራ የሚያካትት ነው፡፡", "ልቦለድ፣ ግጥም፣ ተውኔትን የመሳሰሉት የፈጠራ ስራዎችን የሚያካትት ነው፡፡"],
    correctAnswer: 2,
    explanation: "ጽሁፍ የሚባለውን የመግባቢያ ቦታ በአንድ አገር የጀመረበትን ዘመንና ስፍራ የሚያካትት ነው።"
}, {
    id: 133,
    question: "ከሚከተሉት ውስጥ የስነ ጽሁፍ ታሪክ ጅምሮን በትክክል የማይገልጸው ሃሳብ የትኛው ነው ?",
    options: ["ስነ ጽሁፋዊ ዋጋቸው ከፍ ያሉ ስራዎችን", "ፈጠራዊነት እና ምናባዊነት ጎልቶ የሚታይባቸው", "ጽሁፍ የሚባለውን የመግባቢያ ቦታ በአንድ አገር የጀመረበትን ዘመንና ስፍራ የሚያካትት ነው፡፡", "ልቦለድ፣ ግጥም፣ ተውኔትን የመሳሰሉት የፈጠራ ስራዎችን የሚያካትት ነው፡፡"],
    correctAnswer: 2,
    explanation: "ጽሁፍ የሚባለውን የመግባቢያ ቦታ በአንድ አገር የጀመረበትን ዘመንና ስፍራ የሚያካትት ነው።"
}, {
    id: 134,
    question: "ከሚከተሉት ውስጥ የስነ ጽሁፍ ታሪክ ጅምሮን በትክክል የማይገልጸው ሃሳብ የትኛው ነው ?",
    options: ["ስነ ጽሁፋዊ ዋጋቸው ከፍ ያሉ ስራዎችን", "ፈጠራዊነት እና ምናባዊነት ጎልቶ የሚታይባቸው", "ጽሁፍ የሚባለውን የመግባቢያ ቦታ በአንድ አገር የጀመረበትን ዘመንና ስፍራ የሚያካትት ነው፡፡", "ልቦለድ፣ ግጥም፣ ተውኔትን የመሳሰሉት የፈጠራ ስራዎችን የሚያካትት ነው፡፡"],
    correctAnswer: 2,
    explanation: "ጽሁፍ የሚባለውን የመግባቢያ ቦታ በአንድ አገር የጀመረበትን ዘመንና ስፍራ የሚያካትት ነው።"
}, {
    id: 135,
    question: "ከሚከተሉት ውስጥ የስነ ጽሁፍ ታሪክ ጅምሮን በትክክል የማይገልጸው ሃሳብ የትኛው ነው ?",
    options: ["ስነ ጽሁፋዊ ዋጋቸው ከፍ ያሉ ስራዎችን", "ፈጠራዊነት እና ምናባዊነት ጎልቶ የሚታይባቸው", "ጽሁፍ የሚባለውን የመግባቢያ ቦታ በአንድ አገር የጀመረበትን ዘመንና ስፍራ የሚያካትት ነው፡፡", "ልቦለድ፣ ግጥም፣ ተውኔትን የመሳሰሉት የፈጠራ ስራዎችን የሚያካትት ነው፡፡"],
    correctAnswer: 2,
    explanation: "ጽሁፍ የሚባለውን የመግባቢያ ቦታ በአንድ አገር የጀመረበትን ዘመንና ስፍራ የሚያካትት ነው።"
}, {
    id: 136,
    question: "ከሚከተሉት ውስጥ የስነ ጽሁፍ ታሪክ ጅምሮን በትክክል የማይገልጸው ሃሳብ የትኛው ነው ?",
    options: ["ስነ ጽሁፋዊ ዋጋቸው ከፍ ያሉ ስራዎችን", "ፈጠራዊነት እና ምናባዊነት ጎልቶ የሚታይባቸው", "ጽሁፍ የሚባለውን የመግባቢያ ቦታ በአንድ አገር የጀመረበትን ዘመንና ስፍራ የሚያካትት ነው፡፡", "ልቦለድ፣ ግጥም፣ ተውኔትን የመሳሰሉት የፈጠራ ስራዎችን የሚያካትት ነው፡፡"],
    correctAnswer: 2,
    explanation: "ጽሁፍ የሚባለውን የመግባቢያ ቦታ በአንድ አገር የጀመረበትን ዘመንና ስፍራ የሚያካትት ነው።"
}, {
    id: 137,
    question: "ከሚከተሉት ውስጥ የስነ ጽሁፍ ታሪክ ጅምሮን በትክክል የማይገልጸው ሃሳብ የትኛው ነው ?",
    options: ["ስነ ጽሁፋዊ ዋጋቸው ከፍ ያሉ ስራዎችን", "ፈጠራዊነት እና ምናባዊነት ጎልቶ የሚታይባቸው", "ጽሁፍ የሚባለውን የመግባቢያ ቦታ በአንድ አገር የጀመረበትን ዘመንና ስፍራ የሚያካትት ነው፡፡", "ልቦለድ፣ ግጥም፣ ተውኔትን የመሳሰሉት የፈጠራ ስራዎችን የሚያካትት ነው፡፡"],
    correctAnswer: 2,
    explanation: "ጽሁፍ የሚባለውን የመግባቢያ ቦታ በአንድ አገር የጀመረበትን ዘመንና ስፍራ የሚያካትት ነው።"
}, {
    id: 138,
    question: "ከሚከተሉት ውስጥ የስነ ጽሁፍ ታሪክ ጅምሮን በትክክል የማይገልጸው ሃሳብ የትኛው ነው ?",
    options: ["ስነ ጽሁፋዊ ዋጋቸው ከፍ ያሉ ስራዎችን", "ፈጠራዊነት እና ምናባዊነት ጎልቶ የሚታይባቸው", "ጽሁፍ የሚባለውን የመግባቢያ ቦታ በአንድ አገር የጀመረበትን ዘመንና ስፍራ የሚያካትት ነው፡፡", "ልቦለድ፣ ግጥም፣ ተውኔትን የመሳሰሉት የፈጠራ ስራዎችን የሚያካትት ነው፡፡"],
    correctAnswer: 2,
    explanation: "ጽሁፍ የሚባለውን የመግባቢያ ቦታ በአንድ አገር የጀመረበትን ዘመንና ስፍራ የሚያካትት ነው።"
}, {
    id: 139,
    question: "ከሚከተሉት ውስጥ የስነ ጽሁፍ ታሪክ ጅምሮን በትክክል የማይገልጸው ሃሳብ የትኛው ነው ?",
    options: ["ስነ ጽሁፋዊ ዋጋቸው ከፍ ያሉ ስራዎችን", "ፈጠራዊነት እና ምናባዊነት ጎልቶ የሚታይባቸው", "ጽሁፍ የሚባለውን የመግባቢያ ቦታ በአንድ አገር የጀመረበትን ዘመንና ስፍራ የሚያካትት ነው፡፡", "ልቦለድ፣ ግጥም፣ ተውኔትን የመሳሰሉት የፈጠራ ስራዎችን የሚያካትት ነው፡፡"],
    correctAnswer: 2,
    explanation: "ጽሁፍ የሚባለውን የመግባቢያ ቦታ በአንድ አገር የጀመረበትን ዘመንና ስፍራ የሚያካትት ነው።"
}, {
    id: 140,
    question: "ከሚከተሉት ውስጥ የስነ ጽሁፍ ታሪክ ጅምሮን በትክክል የማይገልጸው ሃሳብ የትኛው ነው ?",
    options: ["ስነ ጽሁፋዊ ዋጋቸው ከፍ ያሉ ስራዎችን", "ፈጠራዊነት እና ምናባዊነት ጎልቶ የሚታይባቸው", "ጽሁፍ የሚባለውን የመግባቢያ ቦታ በአንድ አገር የጀመረበትን ዘመንና ስፍራ የሚያካትት ነው፡፡", "ልቦለድ፣ ግጥም፣ ተውኔትን የመሳሰሉት የፈጠራ ስራዎችን የሚያካትት ነው፡፡"],
    correctAnswer: 2,
    explanation: "ጽሁፍ የሚባለውን የመግባቢያ ቦታ በአንድ አገር የጀመረበትን ዘመንና ስፍራ የሚያካትት ነው።"
}, {
    id: 141,
    question: "ከሚከተሉት ውስጥ የስነ ጽሁፍ ታሪክ ጅምሮን በትክክል የማይገልጸው ሃሳብ የትኛው ነው ?",
    options: ["ስነ ጽሁፋዊ ዋጋቸው ከፍ ያሉ ስራዎችን", "ፈጠራዊነት እና ምናባዊነት ጎልቶ የሚታይባቸው", "ጽሁፍ የሚባለውን የመግባቢያ ቦታ በአንድ አገር የጀመረበትን ዘመንና ስፍራ የሚያካትት ነው፡፡", "ልቦለድ፣ ግጥም፣ ተውኔትን የመሳሰሉት የፈጠራ ስራዎችን የሚያካትት ነው፡፡"],
    correctAnswer: 2,
    explanation: "ጽሁፍ የሚባለውን የመግባቢያ ቦታ በአንድ አገር የጀመረበትን ዘመንና ስፍራ የሚያካትት ነው።"
}, {
    id: 142,
    question: "ከሚከተሉት ውስጥ የስነ ጽሁፍ ታሪክ ጅምሮን በትክክል የማይገልጸው ሃሳብ የትኛው ነው ?",
    options: ["ስነ ጽሁፋዊ ዋጋቸው ከፍ ያሉ ስራዎችን", "ፈጠራዊነት እና ምናባዊነት ጎልቶ የሚታይባቸው", "ጽሁፍ የሚባለውን የመግባቢያ ቦታ በአንድ አገር የጀመረበትን ዘመንና ስፍራ የሚያካትት ነው፡፡", "ልቦለድ፣ ግጥም፣ ተውኔትን የመሳሰሉት የፈጠራ ስራዎችን የሚያካትት ነው፡፡"],
    correctAnswer: 2,
    explanation: "ጽሁፍ የሚባለውን የመግባቢያ ቦታ በአንድ አገር የጀመረበትን ዘመንና ስፍራ የሚያካትት ነው።"
}, {
    id: 143,
    question: "ከሚከተሉት ውስጥ የስነ ጽሁፍ ታሪክ ጅምሮን በትክክል የማይገልጸው ሃሳብ የትኛው ነው ?",
    options: ["ስነ ጽሁፋዊ ዋጋቸው ከፍ ያሉ ስራዎችን", "ፈጠራዊነት እና ምናባዊነት ጎልቶ የሚታይባቸው", "ጽሁፍ የሚባለውን የመግባቢያ ቦታ በአንድ አገር የጀመረበትን ዘመንና ስፍራ የሚያካትት ነው፡፡", "ልቦለድ፣ ግጥም፣ ተውኔትን የመሳሰሉት የፈጠራ ስራዎችን የሚያካትት ነው፡፡"],
    correctAnswer: 2,
    explanation: "ጽሁፍ የሚባለውን የመግባቢያ ቦታ በአንድ አገር የጀመረበትን ዘመንና ስፍራ የሚያካትት ነው።"
}, {
    id: 144,
    question: "ከሚከተሉት ውስጥ የስነ ጽሁፍ ታሪክ ጅምሮን በትክክል የማይገልጸው ሃሳብ የትኛው ነው ?",
    options: ["ስነ ጽሁፋዊ ዋጋቸው ከፍ ያሉ ስራዎችን", "ፈጠራዊነት እና ምናባዊነት ጎልቶ የሚታይባቸው", "ጽሁፍ የሚባለውን የመግባቢያ ቦታ በአንድ አገር የጀመረበትን ዘመንና ስፍራ የሚያካትት ነው፡፡", "ልቦለድ፣ ግጥም፣ ተውኔትን የመሳሰሉት የፈጠራ ስራዎችን የሚያካትት ነው፡፡"],
    correctAnswer: 2,
    explanation: "ጽሁፍ የሚባለውን የመግባቢያ ቦታ በአንድ አገር የጀመረበትን ዘመንና ስፍራ የሚያካትት ነው።"
}, {
    id: 145,
    question: "ከሚከተሉት ውስጥ የስነ ጽሁፍ ታሪክ ጅምሮን በትክክል የማይገልጸው ሃሳብ የትኛው ነው ?",
    options: ["ስነ ጽሁፋዊ ዋጋቸው ከፍ ያሉ ስራዎችን", "ፈጠራዊነት እና ምናባዊነት ጎልቶ የሚታይባቸው", "ጽሁፍ የሚባለውን የመግባቢያ ቦታ በአንድ አገር የጀመረበትን ዘመንና ስፍራ የሚያካትት ነው፡፡", "ልቦለድ፣ ግጥም፣ ተውኔትን የመሳሰሉት የፈጠራ ስራዎችን የሚያካትት ነው፡፡"],
    correctAnswer: 2,
    explanation: "ጽሁፍ የሚባለውን የመግባቢያ ቦታ በአንድ አገር የጀመረበትን ዘመንና ስፍራ የሚያካትት ነው።"
}, {
    id: 146,
    question: "ከሚከተሉት ውስጥ የስነ ጽሁፍ ታሪክ ጅምሮን በትክክል የማይገልጸው ሃሳብ የትኛው ነው ?",
    options: ["ስነ ጽሁፋዊ ዋጋቸው ከፍ ያሉ ስራዎችን", "ፈጠራዊነት እና ምናባዊነት ጎልቶ የሚታይባቸው", "ጽሁፍ የሚባለውን የመግባቢያ ቦታ በአንድ አገር የጀመረበትን ዘመንና ስፍራ የሚያካትት ነው፡፡", "ልቦለድ፣ ግጥም፣ ተውኔትን የመሳሰሉት የፈጠራ ስራዎችን የሚያካትት ነው፡፡"],
    correctAnswer: 2,
    explanation: "ጽሁፍ የሚባለውን የመግባቢያ ቦታ በአንድ አገር የጀመረበትን ዘመንና ስፍራ የሚያካትት ነው።"
}, {
    id: 147,
    question: "ከሚከተሉት ውስጥ የስነ ጽሁፍ ታሪክ ጅምሮን በትክክል የማይገልጸው ሃሳብ የትኛው ነው ?",
    options: ["ስነ ጽሁፋዊ ዋጋቸው ከፍ ያሉ ስራዎችን", "ፈጠራዊነት እና ምናባዊነት ጎልቶ የሚታይባቸው", "ጽሁፍ የሚባለውን የመግባቢያ ቦታ በአንድ አገር የጀመረበትን ዘመንና ስፍራ የሚያካትት ነው፡፡", "ልቦለድ፣ ግጥም፣ ተውኔትን የመሳሰሉት የፈጠራ ስራዎችን የሚያካትት ነው፡፡"],
    correctAnswer: 2,
    explanation: "ጽሁፍ የሚባለውን የመግባቢያ ቦታ በአንድ አገር የጀመረበትን ዘመንና ስፍራ የሚያካትት ነው።"
}, {
    id: 148,
    question: "ከሚከተሉት ውስጥ የስነ ጽሁፍ ታሪክ ጅምሮን በትክክል የማይገልጸው ሃሳብ የትኛው ነው ?",
    options: ["ስነ ጽሁፋዊ ዋጋቸው ከፍ ያሉ ስራዎችን", "ፈጠራዊነት እና ምናባዊነት ጎልቶ የሚታይባቸው", "ጽሁፍ የሚባለውን የመግባቢያ ቦታ በአንድ አገር የጀመረበትን ዘመንና ስፍራ የሚያካትት ነው፡፡", "ልቦለድ፣ ግጥም፣ ተውኔትን የመሳሰሉት የፈጠራ ስራዎችን የሚያካትት ነው፡፡"],
    correctAnswer: 2,
    explanation: "ጽሁፍ የሚባለውን የመግባቢያ ቦታ በአንድ አገር የጀመረበትን ዘመንና ስፍራ የሚያካትት ነው።"
}, {
    id: 149,
    question: "ከሚከተሉት ውስጥ የስነ ጽሁፍ ታሪክ ጅምሮን በትክክል የማይገልጸው ሃሳብ የትኛው ነው ?",
    options: ["ስነ ጽሁፋዊ ዋጋቸው ከፍ ያሉ ስራዎችን", "ፈጠራዊነት እና ምናባዊነት ጎልቶ የሚታይባቸው", "ጽሁፍ የሚባለውን የመግባቢያ ቦታ በአንድ አገር የጀመረበትን ዘመንና ስፍራ የሚያካትት ነው፡፡", "ልቦለድ፣ ግጥም፣ ተውኔትን የመሳሰሉት የፈጠራ ስራዎችን የሚያካትት ነው፡፡"],
    correctAnswer: 2,
    explanation: "ጽሁፍ የሚባለውን የመግባቢያ ቦታ በአንድ አገር የጀመረበትን ዘመንና ስፍራ የሚያካትት ነው።"
}, {
    id: 150,
    question: "ከሚከተሉት ውስጥ የስነ ጽሁፍ ታሪክ ጅምሮን በትክክል የማይገልጸው ሃሳብ የትኛው ነው ?",
    options: ["ስነ ጽሁፋዊ ዋጋቸው ከፍ ያሉ ስራዎችን", "ፈጠራዊነት እና ምናባዊነት ጎልቶ የሚታይባቸው", "ጽሁፍ የሚባለውን የመግባቢያ ቦታ በአንድ አገር የጀመረበትን ዘመንና ስፍራ የሚያካትት ነው፡፡", "ልቦለድ፣ ግጥም፣ ተውኔትን የመሳሰሉት የፈጠራ ስራዎችን የሚያካትት ነው፡፡"],
    correctAnswer: 2,
    explanation: "ጽሁፍ የሚባለውን የመግባቢያ ቦታ በአንድ አገር የጀመረበትን ዘመንና ስፍራ የሚያካትት ነው።"
}]